export const reviews = [
    {
        id: 1,
        name: "शीतल भंडेरी",
        group: "ज़ूम मीटिंग परिवार",
        image: "/review_user.svg",
        review: `🙏🏻 प्रेम प्रणाम जी 🙏🏻 
        श्री प्राणनाथ जी वाणी चैनल से जुड़कर एक अनोखा ही आनंद प्राप्त हुआ। वैसे तो मैं बचपन से ही प्रणामी हूं लेकिन मेरी आध्यात्मिक ज्ञान प्राप्ति की जो शुरुआत है वह श्री प्राणनाथ जी वाणी झूम से जुड़ने के बाद हुई। 
        श्री कृष्ण त्रिद्धा लीला का नाम ही मैंने सुना था लेकिन किसके अंदर कौन सी शक्ति विराजमान है? कौन से जीव कहां अखंड हुए? इसका ज्ञान मुझे नहीं था जो इस चैनल से जुड़ने के बाद प्राप्त हुआ। महेर सागर की चर्चा का भी हमने बहुत गहनता से आनंद लिया। सहयोगिता का भी अवसर प्राप्त हुआ। 
        जिसमें हमने नए-नए सुंदर साथ जी से मिलकर उसे जुड़ने का मौका मिला। श्री प्राणनाथ जी वाणी जुम में हमने बीतक चर्चा, सिंधी चर्चा का भी बहुत गहराईयों से आनंद लिया। हमारे परमहंसो के जीवन के एक-एक प्रसंग को सुनकर हमें भी हमारे जीवन में कैसे मुश्किल परिस्थितियों में भी राज जी पर पूर्ण ईमान रखकर उन परिस्थितियों में हमें क्या करना चाहिए यह प्रेरणा मिली। इस जूम की शुरुआत चितवनी से होती है उसके बाद वाणी गायन और उसके बाद वाणी चर्चा का हम भरपूर आनंद लेते हैं और इसके बाद सुंदर साथ अपने दिल के भाव व्यक्त करते हैं उसमें भी बड़ा आनंद आता है। मैं अपने आप को बड़ी सौभाग्यशाली मानती हूं कि राज जी की मेहर से मैं इस चैनल से जुड़ी। श्री प्राणनाथजी वाणी जुम मे सिर्फ प्रेम की ही बातें होती है इसीलिए तो इसका नाम प्रेम मंदिर पड़ा। इसके अलावा भी पूरे दिन में जूम मीटिंग  होती रहती है जिसमें सुंदर साथ जी वाणी चर्चा करते हैं इसका भी लाभ हमें मिलता है। इस चैनल को चलाने के लिए कई सुंदर साथ की सेवाएं भी रहती है जिसके चरणों में कोटि-कोटि प्रेम प्रणाम जी। इसके अलावा भी यहां प्रोग्राम होते रहते हैं। जैसे कि अखंड पारायण, गोटा पारायण का भी आनंद हमने लिया। सुबह में इस जूम से जुड़कर आध्यात्मिक ज्ञान की प्राप्ति होती हैं तो पूरा दिन बहुत अच्छे से निकलता है। राज जी का बहुत-बहुत शुक्रिया। 
        🙏🏻प्रेम प्रणाम जी 🙏🏻`,
        tag: "NA",
    }, {
        id: 2,
        name: "नीतू सिंह",
        group: "ज़ूम मीटिंग परिवार",
        image: "/review_user.svg",
        review: `हमारे जीवन में बहुत बार ऐसी परिस्थितियां आती हैं जिसमें हम घबरा जाते हैं, और हम सही गलत की पहचान नहीं कर पाते,ऐसे में हम कई गलतियाँ कर बैठते हैं। इस मायावी संसार में हम इतने मगन हो गए हैं कि अपने आत्मिक सुख को भूल ही गए हैं। 
        ऐसे में मुझे श्री प्राणनाथ जी वाणी चैनल का ज़ूम परिवार परिवार मिला जिसे प्रेम मंदिर भी कहा जाता है और इससे मुझे अपने आत्मिक सुख का अनुभव हुआ। इस ज़ूम मीटिंग में मुझे श्री बीतक साहेब, श्री सिंधी, सरलतम कृष्ण त्रिधा लीला, परमहंस की जीवनी  आदी सुनने का अवसर मिला जिससे माया के दुखों मॆं भी बल, धैर्य एवं विवेक से धनी की वाणी का अनुसरण करके अपनी रहनी में सबके प्रति प्रेम और सम्मान की भावना रखना सिखाया है। आत्मदर्शन कार्यक्रम के माध्यम से बच्चों को अच्छे संस्कार, बड़ो का सम्मान करना सिखाए जाते हैं, और सबके प्रति ईमानदारी और प्रेम रखना सिखाया जाता है। सिर्फ़ शब्दिक चर्चा से ही नहीं चित्रों के माध्यम से भी जीवन को सरल बनाने वाले नैतिक संदेश प्रतिदिन नई ऊर्जा प्रदान करते हैं। यहाँ देश विदेश से हर उम्र के सुंदरसाथ जुड़ते हैं। मेरा तो सबसे यही कहना हैं अगर आप सब भी आत्मिक सुख लेना चाहते हैं तो आप भी श्री प्राणनाथ जी वाणी चैनल से जरुर जुड़िए, वरना इस मायाजाल रूपी संसार में ये नश्वर जीवन ऐसे ही व्यर्थ हो जाएगा, और हम इस माया के दुखों में ही फंसे रह जाएंगे। 
        प्रेम प्रणाम जी।`,
        tag: "NA",
    }, {
        id: 3,
        name: "शांता जैन",
        group: "ज़ूम मीटिंग परिवार",
        image: "/review_user.svg",
        review: `धामधनी अक्षरातीत श्री राज जी की असीम मेहर से मुझे 'श्री प्राणनाथ जी वाणी जूम परिवार' का हिस्सा बनने का सौभाग्य प्राप्त हुआ, जहां प्रेम सूत्र में एकरस हो कर सुंदरसाथ जी श्रीमुखवाणी चर्चा का श्रवण एवं सहूर करते हैं। बिना दीवारों के इस मंदिर का एक मात्र प्रयास धनी की वाणी को हर ब्रह्मंगना के हृदय तक पहुंचाना और उसके अनुसार अपनी रहनी में प्रेम, सत्य, मधुरता लाना है। 
        बाल एवं युवा पीढ़ी के लिए भी 'आत्मदर्शनम' कार्यक्रम आयोजित किया गया है जिसमें सरल एवं रोमांचक कहानियाँ और खेलों के माध्यम से बच्चों के कोमल हृदय में धनी का प्रेम, धार्मिक संस्कार एवं सच की राह पर चलने की प्रेरणा दी गई है। यहां श्री तारतम वाणी ऑनलाइन अखंड पारायण, गोटा पारायण, श्री बीतक साहेब पारायण पाठ आदि का भी आयोजन किया जा चुका है जिसमें सुंदरसाथ जी ने अवर्णीय आत्मिक सुख का अनुभव किया। ज़ूम पर हुई सभी गतिविधी श्री प्राणनाथ जी वाणी के यूट्यूब, फेसबुक और इंस्टाग्राम प्लेटफॉर्म पर उपलब्ध हैं। इस मंदिर में ना धन की मांग की जाती है ना प्रतिष्ठा की, मांग की जाती है तो केवल प्रेम, एकत्व और केवल ब्रह्मवाणी से जुड़ने की।`,
        tag: "NA",
    }, {
        id: 4,
        name: "प्रवीण भाई पटेल",
        group: "ज़ूम मीटिंग परिवार",
        image: "/review_user.svg",
        review: `श्री प्राणनाथजी वाणी ज़ूम चैनल के माध्यम से ब्रह्मवाणी का रसास्वादन, बीतक, परमहंसों जी की जीवनी, श्री कृष्ण त्रिधा लीला की सुंदर चर्चा निरंतर सोमवार से शुक्रवार हररोज सुबह सुनने को मिलती है। रविवार के दिन बाल आत्मदर्शम का प्रोग्राम भी सुंदर आध्यात्मिक ज्ञान के साथ छोटे बच्चों को समझाते है जो आज के समय में बच्चों के लिए बहुत जरूरी है। साल में अखंड पारायण, साप्ताहिक पारायण, गोटा पारायण का पठन ऑनलाइन कर सभी सुन्दरसाथ को घर बैठे लाभान्वित करते हैं। ऑस्ट्रेलिया (विदेश की धरती) से अमूल्य समय निकालकर निस्वार्थ सेवा करने के लिए राजजी ने खूब बल दिया है, जिसके कारण आज सुन्दरसाथ ब्रह्मवाणी को जीवन में उतारकर रहनी में बदलाव ला रहे हैं। उनका एक ही लक्ष्य है कि सभी प्रेम से सभी गुरुजन, परमहंसजी और सुन्दरसाथ जी का आदर कर चलें और मूल वाणी का मंथन कर श्री राजश्यामा जी के चरणों की ओर बढ़ें, जो आज के समय की सबसे बड़ी जरूरत है। मैं श्री प्राणनाथ जी वाणी से तीन साल से ब्रह्मज्ञान को लगातार सुन रहा हूँ। जीवन का उद्देश क्या है यह अच्छी तरह से समझ में आया है। जीवन में ये तारतम ज्ञान की समझ नहीं होती तो ये अमूल्य मनुष्य जीवन व्यर्थ में गवा देते। मैं दिल से श्री प्राणनाथ जी वाणी प्लेटफॉर्म का आभार व्यक्त करता हूँ और चरणों में कोटि कोटि प्रणामजी। राजजी इस सेवा के लिए ख़ूब बल प्रदान करे ताकि हम सब फेरा सफल कर सकें। प्रेम प्रणामजी 🙏🌷🙏🌷🙏`,
        tag: "NA",
    }, {
        id: 5,
        name: "उर्मिला शर्मा",
        group: "ज़ूम मीटिंग परिवार",
        image: "/review_user.svg",
        review: `I began following Shri Prannath Ji Vani Prem Mandir (zoom) in 2024, when I came to Melbourne, and my life has been transformed ever since. Before becoming part of this spiritual community, I went through many challenges and periods of sadness. Although I found temporary solutions, nothing brought lasting peace. Since joining this group, my life has become more disciplined, balanced and aligned. I have completely stopped eating onion and garlic, and I no longer depend on tea or coffee. Whenever I attend the sessions and listen to the Sundar Saath, I experience immense happiness, peace and bliss. My confidence has grown, and I feel that my inner space has become more positive and powerful. I experience Rajji’s presence everywhere, and this divine connection continually guides me and keeps me aligned with Him.`,
        tag: "NA",
    }, {
        id: 6,
        name: "लवी",
        group: "ज़ूम मीटिंग परिवार",
        image: "/review_user.svg",
        review: `Sabhi sundersath ji ke dhaam hriday mein viraajmaan mere dhani ke komal noori charno mein koti koti prem pranam jii. ❤️🙏👣👣🙇‍♀️👣👣🙏❤️

First of all, I want to convey my heartfelt gratitude to Shri Prannathji vani channel for continuously helping us uplift our aatam and encouraging us to take our consciousness towards mool-Milawa, day in and day out. It feels like a daily dose that we truly need in this Kaliyuga/jaagni brahmand.

I first became associated with this channel a few years ago, when COVID was at its peak and the charchani started. I had the opportunity to attend a few sessions of charchani, but later could not continue because of seva of maya. Then, after some time, when Krishan Tridha leela started, I once again got the opportunity to receive the bliss of those sessions and dhani ji's leela.🥰😍

Although I was not always regular in attending these sessions, whenever I joined and interacted with sundersath ji, there was one thing that was always the same and never changed:

*PREM, PREM, PREM, PREM and only PREM.*

The vibrations of all the sundersath ji taking anand on live Zoom sessions are always so high, selfless, and beyond words.

The sevadaar sundersath ji, including the host on this channel, have amazingly magical vibes that seem to travel from the heart of one sundersath to another, touching each and every sundersath present in the baithak — even those who listen to the sessions afterwards.

I will not hesitate to say that, to the best of my knowledge, this is the one and only platform I know that welcomes literature from all the places of *"Nijanand Sampradaya"* and from all the Paramhamsas with equal respect and an open mindset.

This is a platform that continuously gives the message of pure love and unity — *ekdili... vaahedat* — among all the sundersath ji. It encourages each one of us, every single day, to look within ourselves, work on our own innerself, and improve our rehni.

It gives an open invitation to every sundersath ji who wants to step forward towards the one supreme Akshrateet Rajji Maharaj with complete love and an open heart, leaving behind any prior bondages.

I especially enjoy listening to the biographies (beetak) of all our respected paramhamsas. They do not merely tell us about their lives; they actually show us the way to live and lead our own lives. I hope that by following the footprints of our paramhamsa maharaj ji's, we too will reach the lotus feet of our beloved rajji — who is not far away, but sitting within our heart.

I offer my heartfelt obeisances to all the sundersath ji who are giving their selfless services on this channel and spreading love throughout. ❤️❤️

As I feel that the main motto of this channel is to spread love everywhere along with the vani, I would like to end by saying that it has a perfect tagline — one that beautifully captures everything this platform stands for:

                                      *!! PREM KHOL DEVE SAB DWAR !!*`,
        tag: "NA",
    }, {
        id: 7,
        name: "दुष्यंत तोमर",
        group: "ज़ूम मीटिंग परिवार",
        image: "/review_user.svg",
        review: `विश्व का प्रत्येक प्राणी माया के त्रितापों से दग्ध होने पर शाश्वत सुख और शांति के लिए अहर्निश प्रयासों के उपरांत भी नितांत अतृप्त है। इसका समाधान विद्वत् जनों ने आध्यात्मिक जगत के सनातन वैदिक धर्म के वेदों शास्त्रों में पाया। इन शास्त्रों के अनुसार एक परब्रह्म की भक्ति उपासना और अखंड मोक्ष की प्राप्ति ही मानव जीवन का एकमात्र लक्ष्य है। वह एक परमात्मा जिन्हें सच्चिदानंद, पारब्रह्म, उत्तम पुरुष, प्राणनाथ, अक्षरातीत श्री कृष्ण आदि नामों से पुकारा जाता है, अक्षरातीत श्री कृष्ण जी को प्राप्त करने का एकमात्र साधन उनकी अनन्य परा प्रेम लक्षणा भक्ति ही है।
परब्रह्म श्री कृष्ण जी के विश्व में लगभग 70-80 करोड़ भक्त हैं।
परमात्मा श्री कृष्ण जी की लीला अवधि में तीन विभिन्न शक्तियों ने लीला की जिसमें पूर्ण ब्रह्म अक्षरातीत की लीला अवधि 11 वर्ष 52 दिन ब्रज और फिर रास रात्रि तक रही। इस गुह्य रहस्य को निजानंद संप्रदाय के आद्य प्रवर्तक बुद्ध निष्कलंक अवतार महामति श्री प्राणनाथ जी ने अपनी ब्रह्म वाणी ग्रंथ श्री तारतम सागर (श्री कुलजम स्वरूप साहब) से प्रकट किया है। जिसकी रसमयी चर्चा ऑस्ट्रेलिया से श्री प्राणनाथ जी वाणी जूम चैनल पर हो रही है।
वाणी चर्चा के अतिरिक्त महामति श्री लाल दास जी कृत ब्रह्म आत्माओं की परमधाम, ब्रज और रास की बीतक (खंड 1) और जागनी की बीतक (खंड 2) की भी अलौकिक चर्चा सुनने से आत्मिक लाभ मिल रहा है। यहां महामति श्री प्राणनाथ जी महाराज के अतिरिक्त उनके समकालीन ब्रह्म मुनियों, सभी परमहंसों के साहित्य और उनकी लीलाओं को प्रेम पूर्वक आत्मसात करने का सुंदर प्रयास किया जा रहा है। सभी सेवादार और अन्य सुंदर साथ जी भी निर्द्वंद्व और निशंक होकर अपने प्रेम भाव रखते हैं। भारत के अतिरिक्त ऑस्ट्रेलिया, कनाडा, नेपाल और अमेरिका आदि विदेशों के सुंदरसाथ जी भी यहां से बहुत प्रेम से आत्मिक लाभ ले रहे हैं, इस मंच (प्रेम मंदिर) का एकमात्र लक्ष्य समस्त सुंदर साथ को एक प्रेम सूत्र में बांधकर बृज, रास का प्रेम आत्मसात करके पूर्ण ब्रह्म अक्षरातीत श्री कृष्ण जी को प्राप्त कर अखंड परमधाम की शाश्वत आनंद लीलाओं में रमण करना है। अतः आप सभी इस प्रेम मंदिर से जुड़े रहें और अपनी आत्मा के प्रियतम,प्राणनाथ श्री राज श्यामाजी को अपने धाम हृदय में प्रेम से बसाएं।
क्योंकि,,

प्रेम खोल देवे सब द्वार,,,,,

सुन्दर साथ की चरण रज, 
दुष्यन्त तोमर
        
        `,
        tag: "NA",
    },
    {
        id: 8,
        name: "अनीता त्यागी",
        group: "ज़ूम मीटिंग परिवार",
        image: "/review_user.svg",
        review: `प्रेम प्रणाम जी 🙏🙏
श्री प्राणनाथ जी वाणी जूम परिवार, बिना दरो दीवार का वह मंदिर है जिसका नामकरण सुंदर साथ जी ने अपने भावों से किया और प्रेम अणुओं से सजाया। श्री प्राणनाथ जी वाणी परिवार प्रेम और एकत्व की मिसाल है यहां पर सभी सुंदर साथ जी को अपने भाव प्रकट करने की पूर्ण स्वतंत्रता है। सुंदर साथ जी के दुख और सुख में दूसरे सुंदर साथ जी शामिल होते हैं। मुझे यहां जुड़े हुए लगभग 3 वर्ष हो चुके हैं। यहां श्री कृष्ण त्रिधा लीला, मेहर सागर, श्री सिंधी, श्री बीतक साहेब चर्चा, परमधाम की चर्चनी, परमहंस राम रतन दास महाराज जी की बीतक, ब्रह्मवाणी के माध्यम से अद्भुत, रसमयी चर्चा का आनंद देश विदेश के सुंदर साथ भी लेते हैं। 
आत्मदर्शन कार्यक्रम बाल एवं युवा सुंदर साथ जी को ब्रह्म वाणी और बीतक साहेब से जोड़ता है। यहां पर गोटा पारायण, साप्ताहिक पारायण और अखंड पारायण का आनंद सभी सुंदर साथ जी ने लिया और उसको एक उत्सव के रूप में मनाया। सभी परमहंसों, सतगुरु महाराज जी के आशीर्वाद से अथक, अनवरत और निस्वार्थ सेवा चलती रहती है। यूट्यूब, फेसबुक और इंस्टाग्राम से जुड़े हुए सुंदर साथ भी इसका आनंद उठा रहे हैं। श्री प्राणनाथ जी वाणी जूम परिवार का यही उद्देश्य है कि ब्रह्मवाणी को दूर-दूर तक फैलाएं, कभी किसी का दिल ना दुखाएं। खुद जागें, औरों को जगाएं। प्रेम की तरंगें फैलाएं ।
।।प्रेम खोल देवे सब द्वार।।
        
        `,
        tag: "NA",
    },
    {
        id: 9,
        name: "शिल्पा जुनेजा",
        group: "ज़ूम मीटिंग परिवार",
        image: "/review_user.svg",
        review: `श्री प्राणनाथ जी वाणी चैनल एक बहुत ही ज्ञानवर्धक और आध्यात्मिक चैनल है। इस चैनल के माध्यम से श्री प्राणनाथ जी की तारतम वाणी, आध्यात्मिक ज्ञान और अनेक गूढ़ विषयों को सरल एवं सहज भाषा में समझने का अवसर मिलता है। यहाँ प्रस्तुत की जाने वाली वाणी चर्चा, बीतक चर्चा, श्री कृष्ण त्रिधा लीला और अन्य ज्ञानवर्धक विषय मन को शांति देने के साथ-साथ आत्मचिंतन करने की प्रेरणा भी देते हैं।

इस चैनल की सबसे अच्छी बात यह है कि कठिन और गहरे आध्यात्मिक विषयों को उदाहरणों और सरल व्याख्या के माध्यम से समझाने का प्रयास किया जाता है, जिससे सुनने वाले को समझने और उससे जुड़ने में आसानी होती है। हर वीडियो में ज्ञान के साथ प्रेम, श्रद्धा और आत्मीयता का भाव अनुभव होता है।

आज के समय में जब मनुष्य बाहरी दुनिया की भागदौड़ में उलझा रहता है, ऐसे आध्यात्मिक कार्यक्रम मन को कुछ समय के लिए भीतर की ओर देखने और अपने वास्तविक स्वरूप को समझने की प्रेरणा देते हैं। श्री प्राणनाथ जी वाणी चैनल सुंदरसाथ के लिए ज्ञान और आत्मिक जागृति का एक अच्छा माध्यम बन रहा है।

इस सराहनीय सेवा और सुंदर प्रयास के लिए हृदय से साधुवाद। राज जी की मेहर से यह चैनल निरंतर आगे बढ़े और अधिक से अधिक सुंदरसाथ जी तक ज्ञान और प्रेम का संदेश पहुँचे।

प्रेम प्रणाम जी। 🙏🏻🌹🙏🏻
        `,
        tag: "NA",
    },
    {
        id: 10,
        name: "पार्थ व मानसी सिंह",
        group: "ज़ूम मीटिंग परिवार",
        image: "/review_user.svg",
        review: `बाल आत्मदर्शनम् - \n हमारे लिए श्री कृष्ण त्रिधा लीला केवल कृष्ण जी की लीलाएँ नहीं, बल्कि कृष्ण जी अर्थात् राज जी की अपनी सखियों के प्रति प्रेम से भरी लीलाएँ हैं। 
        बाल लीलाओं में माखन चोरी, गाय चराना और सखियों को रिझाना उनके प्रेम और अपनत्व को दर्शाता है। जब सखियों के मन में अहंकार आता है, तब राज जी अपनी लीला के माध्यम से उन्हें सही मार्ग पर लाते हैं। 
        इससे हमें यह सीख मिलती है कि राज जी कभी अपनी सखियों का बुरा नहीं चाहते। जीवन में आने वाले कष्ट भी कई बार हमारे भले और सुधार के लिए होते हैं। 
        इसीलिए हमारे लिए त्रिधा लीला केवल कथा नहीं, बल्कि प्रेम, सीख, समर्पण और राज जी के अपनी सखियों के प्रति असीम स्नेह की अनुभूति है।
        `,
        tag: "बाल आत्मदर्शनम्",
    },
    {
        id: 11,
        name: "रिंकू सिंह व फिरोज़ सिंह",
        group: "ज़ूम मीटिंग परिवार",
        image: "/review_user.svg",
        review: `श्री तारतम वाणी और बीतक साहेब हमारे जीवन का आधार है और हमें प्रेममयी जीवन की सीख देते हैं। श्री बीतक साहेब के पात्रों के जीवन से हमें अहंकार रहित जीवन, सबके लिए हृदय में प्रेम और एकत्व की भावना रखने का सिखापन मिलता है। श्री प्राणनाथ जी वाणी पर चल रही है चर्चाओं के माध्यम से हमें माया में भी आत्मिक बल के साथ धनी की राह में चलते रहने की प्रेरणा मिलती है।
        `,
        tag: "बाल आत्मदर्शनम्",
    }
]