export const reviews = [
    {
        id: 1,
        name: "प्रवीण भाई, गुजरात",
        group: "ज़ूम मीटिंग परिवार",
        image: "/review_user.svg",
        review: "श्री प्राणनाथजी वाणी के सेवादार सुंदर साथ के प्रति आभार प्रगट करता हूँ । आदरणीय सोनियाजी, सेवादार सुन्दरसाथ और सब ज़ूम में जुड़े हुए देश विदेश के सुंदर साथ के हदय में बैठे धाम धनी जी के चरणों में प्रेम प्रणामजी । श्री प्राणनाथ जी वाणी मंदिर से धीरे धीरे ब्रह्म ज्ञान को सुंदर साथ तक पहुँचाने के लिए रात दिन अथक सेवा करने वाले हमारे अनमोल सुन्दर साथ के चरणों में कोटि कोटि नमन । हमारे छोटे छोटे बच्चे वाणी के आधारित चित्र पहेली बनाते है, ऐसी तेजस्वी अमूल्य सेवा के लिए मैं शब्दातीत हूँ। थंबनेल बनाने वाले गुप्त सेवादार ने जबसे सेवा देनी चालू की है तबसे ज़ूम मीटिंग की चर्चा में चारचाँद लग गये है । कभी हमने सोचा नहीं था कि प्रसंग के अनुरूप फोटो बोलने लगता है ये हम सबने पहेली बार देखा।आप ये सेवा कर रहे हो ये तो इनक्रेडिबल सेवा है जो राज जी के मेहर बिना संभव नहीं है । मैं तो गुप्त सुंदर साथ के चरणों में कितना भी प्रणाम करूँ ये कम है । सोनियाजी का मिशन जागो और जगाओ में आपकी सेवा नहीं होती तो ये कार्य अधूरा रहता । आपके ऊपर धनी जी खूब मेहर बरसाये और शक्ति प्रदान करे कि नित्य दिन नये संकल्प सिद्ध करे । आपके आने के बाद श्री प्राणनाथ जी वाणी के ज्ञान मंदिर हीरे की तरह चमक रहा है । सुबह में वाणी गायन के लिए सुन्दरसाथ को मेसेज करना और प्रोत्साहित करके सुंदर मीठा बानी गायन की लज्जत दिलवाने के लिए हमारी प्यारी सखी प्रभाजी इस उम्र में जो सेवा कर रही है ये लाजवाब कार्य है ।उनके चरणों में और हररोज़ वाणी गायन गाने आनेवाले सभी सुंदर साथ की सेवा के लिए कोटि कोटि प्रणामजी । बाल केंद्र में जो बालक / बालिका वाणी गायन, तारतम मंत्र, सेवावाणी गाकर सब सुंदर साथ को जगाते है ये अति सुंदर कार्य कर रहे है । गूगल queeze बनाने के लिए हमारी ज़ूम की शांत स्वभाव की बहेंन रुबीजी सतत अग्रशील रहकर हर सप्ताह सेवा कर रही है उसके चरणों में कोटि कोटि प्रणामजी । हमारे स्फूर्तीले जोश से भरे हुए सेवादार सुंदर साथ हररोज़ फेस बुक,यू ट्यूब, टेलीग्राम में सब वीडियो शेयर कर रहे है जिससे देश विदेश के सुंदरसाथ पढ़के-सुनके जीवन में बदलाव महसूस करते है । ये सेवादार सुंदर साथ के चरणों me कोटि कोटि प्रणामजी मीठी बातियाँ और वाणी भाव रखनेके लिए सुंदरसाथ को शहर, गॉव में कांटैक्ट करके हमारे पॉइंट ऑफ़ कांटैक्ट (POC) सेवादार सुंदरसाथ निरंतर सेवा कर रहे है जिस से देश विदेश के सुंदर साथ को बोलनेका मौक़ा मिल रहा है और इसकी वाणी की तरंग से सब सुन्दरसाथ को नया अनुभव मेहसूस होता है । एसी seva करनेवाले मेरे अनमोल सेवादार सुंदर साथ के चरणों में कोटि कोटि प्रणामजी। टाइपिंग की सेवा रात दिन मेहनत करके हिंदी,गुजराती,नेपाली,इंगलिश में कर रहे है, ऐसे हमारे अग्रणी सेवादार सुंदर साथ के चरणों में कोटि कोटि प्रणामजी । आदरणीय सोनियाजी के मार्गदर्शन में प्रमुख सेवादार श्री कमलेश भाई, बहेन शांताजी जैन,शिल्पाजी,प्रभाजी, की ये निरंतर सेवा से आज सुंदर साथ ज़ूम की खिड़की से आत्मिक सुख और प्रेम की लज्जत ले रहे है ये उनके बिना ये कार्य की चमक अधूरी रहेती इसलिए उन सभी प्रमुख सेवादार सुंदर साथ के चरणों में कोटि कोटि प्रणामजी । अंत में हमारे आदरणीय सोनिया जी के विज़न और मिशन को लेकर जो प्रोग्राम चला रही है जैसे की चितवनी, बीतक चर्चा, मीठी बतिया, वाणी भाव, गूगल queeze, प्रश्नोत्तरी,आत्मिक रिमाइंडर,आत्मिक बोर्ड,बाल केंद्र,श्री प्राणनाथजी वाणी साप्ताहिक प्रश्नोत्तरी जैसी अनेक सेवाए निरंतर सुन्दरसाथ को मिल रही है जिससे सुन्दरसाथ पूरे दिन आध्यात्मिक ज्ञान पाकर अपने मूल घर की तरफ़ चलने का प्रयास कर रहे है ।आपने प्राणनाथजी वाणी का स्थापन करके प.पूज्य राजन स्वामिजी के ब्रह्म वाणी के टीका लेकर गुह्य रहस्यों को सरल उदाहरण साथ समझाते है इसके लिए आपके चरणों में शत् शत् प्रणामजी । आपकी चर्चा में प्रेम की रस धारा बहती है जिससे सुन्दरसाथ ब्रह्मवाणी के प्रति लॉट पॉट हो जाते है । मैं राजजी से अरजी करता हूँ की आपके मुख से अविरत ये कार्य चलता रहे और लंबी आयु प्रदान करे । अंत में ब्रह्मवाणी को अति सरल भावार्थ और अर्थ में लिखकर अलग अलग भाषा me प्रसारित किया है इसका सौभाग्य सब सुंदर को मिला है । ये भगीरथ कार्य के लिए परम पूज्य राजन स्वामिजी के चरणों में कोटि कोटि प्रणामजी । प्रणामजी ।",
        tag: "श्री कृष्ण त्रिधा लीला",
    },
    {
        id: 2,
        name: "स्नेहा न्यूपाने, एनसी, यूएसए",
        group: "ज़ूम मीटिंग परिवार",
        image: "/review_user.svg",
        review: "प्रेम प्रणामजी 🙏 हमारे मनमे श्री कृष्ण त्रिधा लीलाके बारेमे प्रश्न तो बोहोत थे पर उन प्रश्नोका उत्तर नही मिल सका तब तक जब तक मेने श्री प्राणनाथजी वाणी के पेजसे श्री कृष्ण त्रिधा लीलाके भिडियो नही देखा। मुझे नही पता था की श्री कृष्ण त्रिधा लीलाके अन्दर इत्नि गेहेरा ज्ञानका खजाना छुपाहुवा हे ओर मे य दावा के साथ केह सकती हुँ कि श्री कृष्ण त्रिधा लीलाको इतनी सरलतासे वही समझा सक्ते हे जिनके उपर धनी मेहेरवान हे।पढ्ना तो मेने भी इस लीला को बहुत बार पढा पर इतनी डिटेलमेँ कहिँ नहिँ मिला नाहीँ समझमेँ आया। और धनी ने हाथ पकडके मुझे इस चैँनल व याहाँ हो रही लीला तक ला पहोँचाया।मेने इस लिलाको YouTube मेँ सुना और इतना आनन्द आया कि, धनीके इलमके आनन्दका कैसे वर्णन करुँ, इस संसारके सारे शब्द छोटे पडजाते हे। इस आनन्द के लिए सोनिया दिदीके चरणमेँ विशेष कोटान कोट प्रणामजी तथा यहाँ जुडकर अनेकोँ सेवा कररहे सुन्दरसाथ जी के चरणोँ मेँ भी कोटान कोट प्रणामजी । प्रेम प्रणामजी 🙏🙏🌺🌺",
        tag: "श्री कृष्ण त्रिधा लीला"
    },
    {
        id: 3,
        name: "दुष्यंत तोमर, मेरठ",
        group: "ज़ूम मीटिंग परिवार",
        image: "/review_user.svg",
        review: "विश्व का प्रत्येक प्राणी भौतिक सुख शांति प्राप्त करने के लिए अहर्निश हर संभव प्रयास करने पर भी नितांत अतृप्त और असंतुष्ट है। इसका समाधान भौतिक स्तर पर नहीं, आध्यात्मिक स्तर पर संभव है। यह बात कुछ बौद्धिक लोगों ने जानी और भारतीय आध्यात्मिक जगत के सनातन वैदिक संस्कृति में पाई। हमारे वेदों में भी एक परब्रह्म की उपासना के लिए प्रेरित किया गया है जिसे अक्षरातीत, सच्चिदानंद, पूर्ण ब्रह्म, प्राणनाथ, परमात्मा, उत्तम पुरुष आदि नाम से जाना जाता है। मानव के अखंड मोक्ष प्राप्त करने का एकमात्र साधन इन्हीं श्री प्राणनाथ जी की अनन्य प्रेम लक्षणा भक्ति से प्राप्त हो सकता है। अतः वर्तमान में यह महान लक्ष्य,\"श्री प्राणनाथ जी वाणी चैनल\"द्वारा पूज्य श्री राजन स्वामी जी के टीका को आधार मानकर श्रीमती सोनिया आशीष जुनेजा जी ऑस्ट्रेलिया से प्रसारित कर रहीं हैं,जिसमें श्री प्राणनाथ जी की ब्रह्म वाणी चर्चा श्री सिंधी वाणी, श्री बीतक वाणी चर्चा और आत्मा को पुष्ट करने के लिए विविध विधाओं द्वारा जैसे आत्मिक रिमाइंडर, विविध प्रश्नोत्तरी, श्री कृष्ण त्रिधा लीला के रहस्य, सुंदर साथ जी के मीठे भाव, और मीठी बतिया, चर्चा शीर्षक के सारगर्भित थंबनेल,प्रेरक लघु नाटिकाएं,बाल सुंदर साथ जी की सुंदर पेंटिंग आदि। यह सारी उत्कृष्ट सेवाएं श्रीमती सोनिया जी की अति मीठी प्रेम भरी वाणी से लाभान्वित, आनंदित, सेवा शिरोमणि सुंदर साथ जी कर रहे हैं। अतः आध्यात्मिक जगत के अनसुलझे रहस्य को यदि आपको जानना है तो आइए,,, श्री प्राणनाथ जी वाणी चैनल और फेसबुक पेज पर आपका स्वागत है। इसीलिए एक पल भी व्यर्थ न गवाएं,आओ चलें अखंड आनंद पाने के लिए,,,श्री प्राणनाथ जी वाणी चैनल, पर ब्रह्म ज्ञान ही अमृत है, प्रेम ही जीवन है। प्रणाम जी",
        tag: "श्री कृष्ण त्रिधा लीला"
    },
    {
        id: 4,
        name: "किरण खुराना, कनाडा",
        group: "ज़ूम मीटिंग परिवार",
        image: "/review_user.svg",
        review: "प्रणाम जी सुंदर साथ जी 🙏🙏 श्री कृष्ण त्रिधा लीला जो सोनिया जी ने श्री राजन स्वामी जी के टीका के आधार पर समझायी हैं,अद्भुत है ऐसी व्याख्या जो आज तक समझ नहीं आती थी अब तो दिल में उतर चुका है ।अब इसकी सहयोगिता के माध्यम से तो और भी पक्का हो जाएगा और अब हम प्रवाही जन को भी श्री कृष्ण जी की त्रिधा लीला के बारे में समझा सकते हैं ।श्री राज श्यामा जी के चरणों कोटि कोटि प्रेम प्रणाम जी ।अनंत शुक्राना 🙏🙏🙏🙏❤️❤️🙏🙏 श्री राजन स्वामी जी चरणों में कोटि कोटि प्रेम प्रणाम जी 🙏🙏 सोनिया जी के चरणों में प्रेम प्रणाम जी 🙏🙏",
        tag: "श्री कृष्ण त्रिधा लीला"
    },
    {
        id: 5,
        name: "ईशू अस्थाना, होशियारपुर",
        group: "ज़ूम मीटिंग परिवार",
        image: "/review_user.svg",
        review: "🌹धनी जी के नूरी चरणों में विराजमान सभी सखियों के चरणों में प्रेम प्रणाम जी 🌹 मैं स्वंय को बहुत भाग्यशाली समझती हूं कि मुझे 'श्री कृष्ण त्रिधालीला ' को सुनने का सुअवसर प्राप्त हुआ। इस से पहले तो मेरा जीव केवल माया में ही डूबा रहता था। और अब सहयोगिता के बहाने मैं दिन में कितने घंटे श्री कृष्ण त्रिधालीला में ही रमण करती हूं। और घर पर रहते हुए ही सुंदरसाथ जी के दर्शन का लाभ प्राप्त हो जाता है। ब्रजलीला और रासलीला को अपने हृदय में अंकित करने के बाद ही मुझे अपने धनी की और उनके साथ अपने संबंध की पहचान हो पायी। इस पहचान के बिना आज इस जागनी ब्रह्माण्ड में अपनी आत्म जागृति कर पाना संभव नहीं है। 🌹प्रेम प्रणाम जी। 🌹",
        tag: "श्री कृष्ण त्रिधा लीला"
    },
    {
        id: 6,
        name: "श्रीनिवास शर्मा जी (दिल्ली)",
        group: "ज़ूम मीटिंग परिवार",
        image: "/review_user.svg",
        review: "प्राणाधार सुंदरसाथ जी,\n1. श्री प्राणनाथ जी वाणी चैनल के माध्यम से बहन सोनिया आशीष ऑस्ट्रेलिया के द्वारा हम सब सुंदर साथ को बड़े ही माधुरी एवं प्रभावशाली ढंग से सरल शब्दों में नौ भोम दसवीं आकाशी, जुगल स्वरूप की शोभा शृंगार का वर्णन एवं प्रथम नजदीकी परिक्रमा का अति ही मनोहर ढंग से हम सुंदर साथ को समझाया गया ।\n2. श्री प्राणनाथ जी वाणी चैनल के द्वारा मेहर सागर की जाहरी और बातूनी अर्थ हम सुंदर साथ को न केवल समझाए गए बल्कि हमारे हृदय में उनको अखंड कर दिया गया ।\n3. श्री प्राणनाथ जी वाणी चैनल के माध्यम से श्री कृष्ण त्रिधा लीला का बड़ा ही मनोहर एवं अनुपम वर्णन जो इससे पहले हमने कभी सुना नहीं था और हमारे समाज के बड़े-बड़े विद्वान भी श्री कृष्ण त्रिधा लीला को अच्छी तरीके से नहीं समझ पाते थे हम सब सुंदर साथ को बड़े ही प्रेम और इश्क में डुबोकर अखंड ब्रज एवं अखंड रास की लीलाओं का सजीव चित्रण के माध्यम से हमें समझाया गया श्री कृष्ण त्रिधा लीला के सुनने के बाद हमारा मन शंकाओं रहित हो गया। जीव और हमारी आत्मा उस अखंड ब्रज और अखंड रास में विचरण करने लगी,ऐसा अद्भुत ज्ञान सुनकर के सभी जूम परिवार के सुंदर साथ धन-धन हो गए।\n4. श्री प्राणनाथ वाणी चैनल के माध्यम से सुंदर साथ के प्रेम भीने भाव, सुंदर साथ की मीठी बतिया, निजानंद यात्रा एवं अन्य अनेक प्रकार के आयोजन जैसे क्वीज _प्रश्नोत्तरी के माध्यम से भी हमको बेसक किया गया है। वर्तमान में श्री बीतक साहिब चर्चा एवम श्री सिंधी मंथन का हम सभी सुंदर साथ लगभग एक वर्ष से आनंद ले रहे है। प्रेम प्रणाम जी।",
        tag: "थंबनेल"
    },
    {
        id: 7,
        name: "प्रफुल्लाबेन भंडेरी, सूरत",
        group: "ज़ूम मीटिंग परिवार",
        image: "/review_user.svg",
        review: "प्रेम प्रणाम जी सुंदर साथ जी, मेहर सागर क्या है, वह हमें इस बार स्वामी जी की टीका का आधार लेकर समझा तो हमें जाहेरी मेहर और बातूनी मेहर के बारे में पता चला और किस तरह हम वह सारी सीढ़ियों को चढ़कर मेहर सागर से होते हुए मूल मिलावे में प्रवेश करते हैं वह समझ में आया और धनी से हमें क्या मांगना है, माया की चीजें कभी नहीं मांगनी बस धनी से धनी को मांगना है। यह है मेहर सागर कोई माया की चीजे मांगने के लिए नहीं किया जाता है यह है मेहर सागर का बातूनी अर्थ। \"अल्लाह की ओर से की जाने वाली मोहब्बत\" है मेहर सागर यह हमें इस बार जूम में इस मेहर सागर का सहूर करके मिला",
        tag: "मेेहर सागर चर्चा"
    },
    {
        id: 8,
        name: "नीना भुच्चर, नवांशहर",
        group: "ज़ूम मीटिंग परिवार",
        image: "/review_user.svg",
        review: "प्रणाम जी इस संसार में हमारे प्राण प्रीतम अक्षरातीत के मूल सरूप के लाड़ का सरूप यह उनका इल्म रूपी वांगमय सरूप श्री कुलजम सरूप साहिब जी हैं जो हमें उनकी ही मेहर से प्राप्त हुआ। हमारे पूज्य सरकार श्री के चरणों में कोटि-कोटि प्रणाम जिनके द्वारा धनी ने इसका टीका करवाया और इसे हमारे दिल में उतारने वाले हमारे सद्गुरु श्री राजन स्वामी जी के चरणों में भी कोटि-कोटि प्रणाम जी। इन्होंने हमारी वाणी के इतने सरल तरीके से भावार्थ कर दिए कि हमें सब भेद खुलने लग गये। श्री कृष्ण त्रिधा लीला को समझाने में सोनिया जी ने बहुत ही मेहनत की ताकि वह हर रूह के दिल में उतर जाए। उनके चरणों में भी कोटि-कोटि प्रणाम जी। इस लीला के माध्यम से हम अपने राज जी को पूर्ण रूप से पहचान पाए और धनी ने सोनिया जी द्वारा कृष्ण त्रिधा लीला की ऐसी व्याख्या करवाई कि कृष्ण जी की वास्तविकता समझ आई । हम जान सके कि बृज में तो हम नींद में ही अपने राज जी के साथ लीला करते रहे फिर रास में गए और वहाँ धनी को पहचान उनके साथ लीला तो की लेकिन अपने परमधाम को नहीं जान सके यानि हम आधी नींद और आधी जागृत अवस्था में थे । लेकिन इस जागनी के ब्रह्मांड में धनी हमें ज़ूम के माध्यम से जोड़ कर पूर्ण जागृति की अवस्था को पाने के लिए कह रहे हैं। इस प्लेटफॉर्म के माध्यम से धनी हमारे लिए वो भेद खोल रहे हैं जो उन्होंने रूहों को दे तो रखे थे लेकिन रूहें उनको समझ नहीं पाती थी। हमारा श्री प्राणनाथ जी वाणी का यह चैनल हमारे लिए तो एक मंदिर के समान हो गया है जिसमें अगर सुबह उठ कर प्रणाम ना करें तो दिन खाली-खाली सा रहता है। उसमें बैठ कर ऐसा लगता है जैसे सुबह-सुबह राज जी से बातें कर ली हों। प्रणाम जी । ❤️❤️❤️❤️❤️❤️❤️",
        tag: "श्री कृष्ण त्रिधा लीला"
    },
    {
        id: 9,
        name: "ज्योति सिंह, बैंगलोर",
        group: "ज़ूम मीटिंग परिवार",
        image: "/review_user.svg",
        review: "प्रेम प्रणाम जी सुंदर साथ जी हमारे पिया प्राण प्रीतम की मेहर से राजन स्वामी जी जो टीका कीये है आज इस टीका के आधार पर सोनिया जी ने सभी भेद कृष्णा त्रिद्धा लीला के सभी भेद बता रहे हैं कितने आसान तरीके से कहां अखंड हुआ कहां जीव अखंड हुआ कहां सुरता गई आज तक यह भेद नहीं खुल पाए थे आज स्वामी जी की टिका से एक-एक शब्द भावार्थ जो समझ मेआज कितने आसानी से एक एक शब्द सोनिया जी ने हम सब सुंदर साथ को बता रहे हैं और हम सब को घर बैठे आज इतनी सुंदर इतनी अच्छा गुढ़ बातें जानने को मिल रही है ऐसे सदगुरु स्वामी जी के चरणों में कोटि-कोटि प्रेम प्रणाम जी और सभी जो सुंदर साथ जी हैं सेवादार सुंदर साथ है सबके चरणों में कोटि-कोटि प्रेम प्रणाम जी जो आज उनके सेवा से यह हमें मिल रहा है ऐसे प्यारी सखी सोनिया जी के चरणों में कोटि-कोटि प्रेम प्रणाम जी 🙏🙏💐💐♥️❤️💐",
        tag: "श्री कृष्ण त्रिधा लीला"
    },
    {
        id: 10,
        name: "शीतल भंडेरी, सूरत",
        group: "ज़ूम मीटिंग परिवार",
        image: "/review_user.svg",
        review: "🙏प्रेम प्रणाम जी 🙏 श्री कृष्ण त्रिधा लीला का नाम मैंने कई बार सुना था। लेकिन इतनी गहनता से कभी ग्रहण नहीं किया था। जो आज सोनिया दीदी के माध्यम से मैंने ग्रहण किया है। दीदी ने पूज्य राजन स्वामी जी के लिखे गए टीका को आधार मानकर इतना अच्छा समझाया है कि पुरी त्रिधा लीला दिल में उतर गई। स्वामी जी ने रास ग्रंथ में वृंदावन का इतना अच्छा वर्णन किया है की लगता है की स्वयं स्वामी जी ने नित्य वृंदावन को देखकर ही वर्णन किया हो इसमें तो कोई शंका ही नहीं है।पहले वाणी पढ़कर इतनी अच्छे से वाणी समझ में नहीं आई थी अब स्वामी जी के टीका के माध्यम से चौपाई का भावार्थ पढ़कर बहुत अच्छे से वाणी समझ में आ रही हैं। हमारे लिए स्वामी जी ने श्री राज जी को समझने की और चितवन के माध्यम से उसके पास जाने की राह आसन कर दी है। पूज्य स्वामी जी के चरणों में कोटि-कोटि प्रेम प्रणाम जी स्वामी जी के माध्यम से हमें पता चला कि श्री कृष्ण त्रिधा लीला का क्या महत्व है? हमें क्यों उसको समझनी चाहिए? ब्रज और रास को समझने से हमें चितवन के माध्यम से परमधाम जाने का रास्ता आसन हो जाता है। ब्रिज लीला की गोपियों से हमें इस जागनी ब्रह्मांड में प्रेरणा मिलती है की घर के काम करते करते भी हर पल हमारे दिल में गोपियों की तरह राज जी की शोभा बसनी चाहिए। इसीलिए त्रिधा लीला को समझना बहुत जरूरी है। प्रणाम जी 🙏",
        tag: "श्री कृष्ण त्रिधा लीला"
    },
    {
        id: 11,
        name: "आशिमा, दिल्ली",
        group: "ज़ूम मीटिंग परिवार",
        image: "/review_user.svg",
        review: "प्रणाम जी सुंदरसाथ जी,श्रीकृष्ण त्रिधा लीला में श्रीराजजी के इतने रहस्य छिपे थे,ये मुझे मालूम न था।तन में जीव और उसपर आतम का अति सुन्दर समावेश इस त्रिधा लीला को सुनकर ही मैं जान पाई। परमधाम से आई शक्तियों का ब्रज लीला,फिर योगमाया की रास करके वापस परमधाम चले जाने तक का सफर बहुत ही अद्भुत था,यह कृष्ण जी की तीन लीलाओं में से हमारी लीला कौन सी थी,इसका पूरा ज्ञान तो अब मुझे मिला। मन उल्लासित हो गया और अब ये प्रण लेती हूं कि ब्रज रास की लीलाओं को आत्मसात करूॅगी। हम सब की अति प्यारी लाडली सखी सोनिया जी ने हमारे सद्गुरु श्री राजन स्वामी जी के टीका से अति सरलतापूर्वक हमें त्रिधा लीला समझा दी है। उन्हें कोटानकोट प्रणाम",
        tag: "श्री कृष्ण त्रिधा लीला"
    },
    {
        id: 12,
        name: "श्री आशा माहना",
        group: "ज़ूम मीटिंग परिवार",
        image: "/review_user.svg",
        review: "प्यारे सुंदरसाथ जी द्वारा उसका चित्रों सहित प्रदर्शन अति सुंदर! अति विशिष्ट! एक एक शब्द भावों सहित अति सुंदरमुंह बोलते चित्रों में नगों की माफ़क जड़ित कर देते हैं। इन सुंदरसाथ के अर्श दिल से क्या-क्या भाव परोस दिए जाते हैं – अवर्णनीय। धनी द्वारा मिले लाड़ भरे सुखों को हम तक पहुँचाने के लिए बहुत-बहुत शुक्रिया। हृदय भावातिरेक श्रद्धा से झुक जाता है। वारी वारी जाऊँ पिया जी पर जो ऐसी सेवा करवा रहे हैं। धनी की रहमत की बरसात यूं ही बरसती रहे। प्रणाम जी।",
        tag: "थंबनेल"
    },
    {
        id: 13,
        name: "चित्रा परनामी",
        group: "ज़ूम मीटिंग परिवार",
        image: "/review_user.svg",
        review: "गूगल क्विज़ जिसे करने में हमें 4-5 मिनट लगते हैँ,इसे बनाने के पीछे कई सुन्दरसाथ जी जैस रूबी वर्मा,शीतलजी,प्रूफ रीडिंग वाले, टाइपिंग करने वाले साथ जी की अथक प्रेम सेवाएं होती हैँ. ऐसे मनोरंजक क्विज़ के माध्यम से श्री कृष्ण त्रिधा लीला /श्री बीतक साहिब जी के विशेष प्रसंग बहुत सरलता से हमारे ह्रदय में बस जाते हैँ.पूरे नंबर लाने के लिए हम बार बार एटेम्पट करते हैँ. सोनिआ दीदी के मार्गदर्शन में हो रही यह अनमोल सेवा के लिए उनकी पूरी टीम जैसे शांता जी,कमलेश जी औऱ अन्य सुन्दरसाथ के हम आभारी हैँ. इनके धाम ह्रदय में विराजमान मेरे पिया जी के चरणों में कोटि कोटि प्रणाम जी. पल पल शुक्राना ❤️❤️",
        tag: "गूगल क्विज़"
    },
    {
        id: 14,
        name: "चित्रा परनामी",
        group: "ज़ूम मीटिंग परिवार",
        image: "/review_user.svg",
        review: "मैं शरीर नहीं आत्मा हूं. .बार बार यह आत्मिक रिमाइंडर्स हमें जीव भाव से निकलकर आत्म/परातम भाव में रहना सिखाते हैँ. श्रीमुख वाणी का मंथन करके जो भी सुन्दरसाथ यह ज्ञानमयी औऱ प्रेममयी मोती चुन कर लाते हैँ, पिया जी का अपार लाड उन पर बरस रहा है.\n\n\"जो तू भूले मैं तुझको, देऊंगी तुरंत जगाये\nमैं भूलों तो तू मुझे, पल में दीजे बताये \"\n\nपरामधाम का यह कौल निभाते हुए सुन्दरसाथ की इस प्यारी सेवा को शत शत नमन जी.\nप्रेम प्रणाम जी",
        tag: "आत्मिक रिमाइंडर "
    },
    {
        id: 15,
        name: "प्रफुल्लाबेन भंडेरी, सूरत",
        group: "ज़ूम मीटिंग परिवार",
        image: "/review_user.svg",
        review: "प्रेम प्रणाम जी सुंदर साथ जी, इस बार जूम में बीतक की चर्चा सुनकर बहुत ही आनंद आ गया हमें केवल बीतक की चर्चा एक महीने तक ही सुनी थी लेकिन इस बार 2 महीने तक का लाभ मिला लेकिन मुझे तो जूम के द्वारा पूरा साल एक-एक शब्दों को दिल में आत्मसात करने का सुनहरा अवसर मिला है इस बार एक-एक प्रसंग से हमें क्या शिक्षा मिलती है उसका मुझे पता चला, मुझे ऐसा लगता है कि बीतक से उसी जागनी यात्रा में अभी चल रही हूं और हमारे सद्गुरु के साथ ऐसा महसूस होता है यह छठा दिन मोमिनों का है इस एक -एक लीला में मैं स्वयं चल रही हूं ऐसा मुझे महसूस होता है मुझे तो इनमें इतनी सेवा के कारखाने खुले हैं कि इस सेवा के कारखाने में मेरे जूम के प्यारे प्यारे सुंदर साध जी अपना तन, मन, जीव और धन न्योछावर कर कर अपने दिलो ❤️ जान से सेवा कर रहे हैं यह हमारी भी बीतक और धनी ने हमारा हाथ पकड़ कर हमें अपनी और खींच रहे हैं ।\n\"इहां तेही खड़े रहे, जाके धनिए पकड़े हाथ\"।\nयहां हम सब अपने विकारों को छोड़कर बस एक आत्म भाव से जुड़े हैं इसलिए मुझे मेरा जूम मेरा वही बंगला जी दरबार लगता है।",
        tag: "श्री बीतक साहेब"
    },
    {
        id: 16,
        name: "मंजू प्रणामी",
        group: "ज़ूम मीटिंग परिवार",
        image: "/review_user.svg",
        review: "श्री प्राणनाथ जी वाणी चैनल और दीदी जी को हमारा कोटि कोटि नमन है हमारी आत्म जागृति के लिएअनेकों कार्यक्रमों के माध्यम से हर संभव प्रयास किए जाते हैं जो कि धामधनी की मेहर से पूर्णतः को प्राप्त भी होते हैंl इसी श्रृंखला में श्री कृष्ण त्रिधा लीला सहयोगिता भी है जिसमें भाग लेने पर हमें नित्य गोलोक धाम किसे कहते हैंऔर कृष्ण की तीन लीलाओं की जानकारी हो गई है और सभी सुंदर साथ जी का प्रेम भी बहुत मिला जो परमधाम की सुगंधि से परिपूर्ण है सभी सुंदर साथ जी को हमारा कोटि कोटि प्रणाम जी",
        tag: "ज़ूम मीटिंग"
    },
    {
        id: 17,
        name: "नरेश शर्मा, गाजियाबाद।",
        group: "ज़ूम मीटिंग परिवार",
        image: "/review_user.svg",
        review: "प्रेम प्रणाम जी श्री राज जी, श्री राजन स्वामी जी के ह्रदय कमल में विराजे हैं उन के द्वारा ही यह प्रेरणा मिली है, जो प्रणामी समाज के साथ साथ समाज के अन्य मांनस जन श्री कृष्ण त्रिधा लीलाओं को समझ रहे हैं और आंनद ले रहे हैं। सुन्दर साथ जी त्रिधा लीला को जानने के बाद ऐसे लग रहा है जैसे कुछ भूलें हुऐ थे, जो अब मिल रहा है।",
        tag: "ज़ूम मीटिंग"
    },
    {
        id: 18,
        name: "राधिका चौरसिया, बहराइच",
        group: "ज़ूम मीटिंग परिवार",
        image: "/review_user.svg",
        review: "पूज्य श्री राजन स्वामी जी के हृदय धाम में विराजमान श्री राज श्यामा जी के चरण कमल में कोटि कोटि प्रेम प्रणाम जी 🙏❤️🙏🙇🙇 पूज्य श्री स्वामी जी के टिका से जो मेरी प्यारी सोनिया माता जी चर्चा की थी उसी विडियोज़ को श्री कृष्ण त्रिधा लीला सहयोगीता में मुझे पार्टीसिपेट करने के बाद देखने, सुनने को अवसर प्राप्त हुआ। और उसी श्री कृष्ण त्रिधा लीला के विडियोज़ को देखकर हमें श्री कृष्ण त्रिधा लीला के हर प्रकार के गुह्य रहस्य जानने का मौका मिला इस के पहले श्री कृष्ण त्रिधा लीला के बारे में अच्छी तरह से नहीं पता था। इस श्री कृष्ण त्रिधा लीला की सहयोगीता में बहुत ही आनंद आता है, सभी मेम्बर्स के साथ में श्री कृष्ण त्रिधा लीला सहयोगीता करवाने के लिए सोनिया माता जी के चरणों में कोटि कोटि प्रेम प्रणाम जी",
        tag: "श्री कृष्ण त्रिधा लीला की सहयोगीता"
    },
    {
        id: 19,
        name: "सुषमा धामी, यु स - सीएटल",
        group: "ज़ूम मीटिंग परिवार",
        image: "/review_user.svg",
        review: "श्री कृष्ण त्त्रिधा लीला जिसका वर्णन सोनिया सखी द्वारा किया गया उसका रसपान हम सब कर रहे है ।सोनिया जी श्री रास ग्रंथ एवं श्री राजन स्वामी जी द्वारा किये गये टीका के आधार पर बहुत अच्छी तरह से समझा रही हैंऔर हमारे दिल के अन्दर तक जा रही है ।अच्छी तरह से पहली बार समझ आ रही है ।इसके साथ साथ हमारे प्यारे सुंदर साथ विभिन्न सेवाएँ प्रदान कर रहे हैं ।उनको भी शत् शत् नमन ।आज से पहले कभी भी हमको ये लीला समझ नहीं आयी थी ।बस पठन पाठन कर लिया करते थे |",
        tag: "श्री कृष्ण त्त्रिधा लीला"
    },
    {
        id: 20,
        name: "चाँद कमल, जयपुर",
        group: "ज़ूम मीटिंग परिवार",
        image: "/review_user.svg",
        review: "धनी जी के अत्यंत लाडले सुंदर साथ जी! श्री कृष्ण त्रिधा लीला ने जिस प्रकार ज़ूम के माध्यम से हम सब सखियों के साथ प्रेम भरी रास की है वह अद्भुत है। श्री कृष्ण के अंदर बैठे हमारे प्यारे धनी जी ने हमारा प्रेम भरा परिवार बना दिया है। लगता है जैसे हम सब जूम के मूलमिलावे में बैठे हैं। जहां हमारी सरदार सखी सोनिया के मुखारविंद से कभी हम गड़े की रामत खेलते हैं,कभी उड़न खटोले की, कभी फूंदड़ी की, कभी भुलवनी की तो कभी नृत्य की भी।वाह धनी जी!बृज में मनमोहक श्री कृष्ण जी के तन में,अक्षर ब्रह्म की सुरता के बीच बैठे आपके आवेश ने हमें 11 वर्ष जो आनंद दिया 52 दिन आपके वियोग की पीड़ा झेली तो आपने रास की प्यारी प्यारी रामते खिलाईं। और तो और कहां क्या अखंड हुआ, कहां प्रतिबिम्ब कहां प्रतिबिम्बित ज्ञान का आनंद भी आपने दिया। सोनिया सखी के हृदय में विराजमान मेरे धनी जी आपका श्री चरणों में हम सब ज़ूम की सखियों का कोटि-कोटि कोटि-कोटि कोटि-कोटि प्रणाम जी।",
        tag: "श्री कृष्ण त्रिधा लीला"
    },
    {
        id: 21,
        name: "सेवा फाल्गुनीशाह, अहमदाबाद",
        group: "ज़ूम मीटिंग परिवार",
        image: "/review_user.svg",
        review: "पूज्य श्री राजन स्वामी जी के चरणो में कोटि-कोटि प्रेम प्रणाम जी 🙏❤️🙏🙇 श्री कृष्ण त्रिधा लीला में आज तक हमें कुछ कुछ पता था।ज़ूम से जुड़ने से और विडियो चर्चा में हमें बहुत कुछ सीखने को मिला श्री कृष्ण त्रिधा लीला का खुलासा हुआ है। हमें तो श्री कृष्ण त्रिधा लीला सहयोगिता में बहुत आनंद आया सुंदरसाथ जी के चरणों में। प्रेम प्रणाम जी",
        tag: "श्री कृष्ण त्रिधा लीला"
    },
    {
        id: 22,
        name: "देवेन्द्र पाल सिंह, रुड़की",
        group: "ज़ूम मीटिंग परिवार",
        image: "/review_user.svg",
        review: "श्री कृष्ण त्रिधा लीला के बारे मे मुझे थोड़ी जानकारी थी I राज जी के हुक्म स्वामी जी के टीका और सोनिया जी के मुखारविंद से विस्तृत वर्णन से पूर्ण रूप से श्री कृष्ण जी की लीलाएं समझ आ गई है l अब अन्य प्रवाही जनों को बता कर उनके भी जागृति की ओर कदम बढ़ाने है I प्रेम प्रणाम जी",
        tag: "श्री कृष्ण त्रिधा लीला के बारे मे मेरे विचार"
    },
    {
        id: 23,
        name: "अंजली गोयल, अजमेर",
        group: "ज़ूम मीटिंग परिवार",
        image: "/review_user.svg",
        review: "प्रणाम जी प्यारे सुंदरसाथ जी श्री कृष्ण त्रिधा लीला परिवार मे जुडकर मुझे ब्रज, रास व योग माया के ब्रह्मांड के बारे मे विस्तार से समझा। और मुझे जो सब पहले कठिन लगता था वह कितनी सरलता से सोनिया दीदी व अन्य सुंदरसाथ जी के सहयोग से स्टेप बाय स्टेप सीखा। कृष्ण त्रिधालीला परिवार के सभी सुंदरसाथ जी के चरणो मे कोटि कोटि प्रणाम व धन्यावाद जी",
        tag: "श्री कृष्ण त्रिधा लीला"
    },
    {
        id: 24,
        name: "रीता, गुजरात",
        group: "ज़ूम मीटिंग परिवार",
        image: "/review_user.svg",
        review: "अक्षरातीत प्रेम प्रणाम जी । बिन पूछे कहू विचार, निज वतनी जो निर्धार ।जिन कोई संसे तुम्हें रहे, सो मेरी आत्म ना सह सके। श्री प्रकाश हिंदी प्रकरण 32/2 पुरी टीम की सेवाभावी मेहनत से हमें अपने जीव की जर्नि समझकर आत्मजागृति मैं बहुत मदद मिलने वाली है। तिॅधालीला के जीवों ने जो जो सुख पाया ! अपना यह तन और जीव,रूह अपनी परातम पाने के लिए है।उसकी, कितनी कितनी बड़ी कीमत है जो की हम इसको नश्वर संसार के पीछे लगा रहे है। मनुष्य जीवन जो पर आतम प्राप्ति के लिए मिला है। उसे पद,प्रतिष्ठा या पैसे के पीछे नहीं लगाना है।अपने अंदर के विकार,मोह मिटाने मे आप सबका हमारे प्रति व्यवहार से शीखने को मिला।सुंदरसाथजीl",
        tag: "श्री कृष्ण त्रिधा लीला"
    },
    {
        id: 25,
        name: "રમેશભાઈ",
        group: "ज़ूम मीटिंग परिवार",
        image: "/review_user.svg",
        review: "પ્રણામજી. પૂજ્ય રાજન સ્વામી ના ધામ હદયમાં બિરાજમાન શ્રી રાજ શ્યામા જી ના ચરણ કમલમાં કોટી કોટી પ્રેમ પ્રણામજી🙏🙏🌹🙏🙏🙏 પૂજ્ય સ્વામી જી ના ટીકા ના માધ્યમ થી અમારી પ્યારી સોનિયા દીદી ની ચર્ચા થકી શ્રી કૃષ્ણ ત્રીધા લીલા સહિયોગીતા માં દીદી ના મુખારવિંદ થી ચર્ચા સુનવનો રૂડો અવસર પ્રાપ્ત થયો ।અને શ્રી કૃષ્ણ ત્રીધા લીલા ના દરેકપ્રકાર ના ગુહ્ય રહસ્ય જાણવાનો મોકો મર્યો । આના પહેલા સાચી રીતે શ્રી ક્રિષ્ણ ત્રીધા લીલા વિષે કોઇ પણ જાતની માહિતી મારી પાસે ના હતી પરંતુ આ ક્રિષ્ણ ત્રિધા લીલા ની સહિયોગીતા માં બહુજ આનંદ આવે છે। આમારી ટીમ ની લીડર શાંતાજી અને બીજા સુંદરસાથ મેમ્બર મારફત બહુજ સુંદર રીતે રિવિઝન કરાવવા બદલ તેમના ચરણો માં કોટી કોટી પ્રણામજી તથા સોનિયા દીદી ના ચારણો માં પ્રેમ પુર્વક કોટી કોટી પ્રણામજી",
        tag: "ક્રિષ્ણ ત્રિધા લીલા ની સહિયોગીતા"
    },
    {
        id: 26,
        name: "સવિતા બેન કપોપરા, સુરત",
        group: "ज़ूम मीटिंग परिवार",
        image: "/review_user.svg",
        review: "પ્રેમ પ્રણામ 🌹પ્રાણ પ્રિયતમ કે પ્યારે પ્રેમી સુંદરસાથ જી શ્રી કૃષ્ણ ત્રિઘાલીલા કે ઝુમ નાં માધ્યમથી અને રાજન સ્વામીજી ના ટીકા અર્થ ભાવાર્થ કયૉ.સ્વામીજીના શ્રી ચરણોમાં કોટી કોટી પ્રણામ.🌹 અમારી પ્યારી સોનીયાજીના મુખૉવિદં થી કહી રહ્યા.ત્રિધા લીલા ૧૧ વર્ષ,૫૨ દિન,૧૧દિન,૧૧૨ વર્ષ ની લીલા વિતક,મહેર સાગર, સિધ્ધી સારી રીતે સમજ માં આવ્યું.આ ઝુમ અમારા જાગણીબ્રહ્માંડ નો મુલમીલાવા માં બેસી ને સબ સુંદરસાથજી ના ભાવ પ્રેમ મલી રહ્યા છે.સોનીયાજી ના આત્મા એ ધામ દીલમાં વિરાજમાન તેના શ્રી ચરણોમાં સાદર પ્રણામજી🌹",
        tag: "ક્રિષ્ણ ત્રિધા લીલા"
    },
    {
        id: 27,
        name: "गुणवंत कौर रानी, यमुनानगर",
        group: "ज़ूम मीटिंग परिवार",
        image: "/review_user.svg",
        review: "प्रणाम जी,सुंदर साथी जी . जैसा कि आप जानते हैं कि हमारी प्यारी सखी सोनिया दीदी के अंदर बैठे श्री राज जी ने हमें त्रिदा लीला का जो रसपान करवाया है और राजन स्वामी जी द्वारा लिखा गया वाणी टीका के आधार पर हमें समझा रही है और हमें अच्छी तरह से समझ भी आ रहा है !आज से पहले हमें कभी पता ही नहीं था कि त्रिद्धा लीला होती भी क्या है और अब सोनिया दीदी के अंदर बैठे श्री राज जी ने हमें अच्छी तरह से समझा दिया है और प्यारे-प्यारे सुंदर साथ जी की सेवा अपरंपार है सोनिया दीदी आपने तो हमारे सभी सुंदर साथ जी के दो पंख भी लगा दिए हैं वो है इश्क और ईमान के ये दो पंख है ! प्रेम प्रणाम जी",
        tag: "श्री कृष्ण त्रिधा लीला"
    },
    {
        id: 28,
        name: "NA, NA",
        group: "ज़ूम मीटिंग परिवार",
        image: "/review_user.svg",
        review: "🌺🙏🌺जूम के माध्यम से सोनिया जी ब्रहम ज्ञान का प्रचार और प्रसार कर रही है ये श्रीराजन स्वामी जी के द्वारा किए गये कुलजम स्वरुप के टिका द्वारा संभव हो पाया है।उसी को आधार मानकर पहले सिन्धी,अब षट ऋतु,साथ मे बीतक साहिब को भी समझाया जारहा है।सोनिया जी श्री कृष्ण त्रिधा लीला को भी बडे प्रेम और लगन से सभी सुन्दर साथ को सिखा रही हैं, और समझाया,जिस की १२टीम तैयार की हैं, हमारी टीम लीडर श्रीमती शिल्पा जुनेजा जी हैं।जो बहुत प्रेम और लगन से क्लास अटैन्ड करती हैं। सुन्दरसाथ जी जूम मन्दिर से बहुत ही ज्ञान,प्रेम और आनन्द प्राप्त हो रहा है,और आगे भी मिलता रहेगा।सभी सुन्दर साथ जी के चरण कमल मे कोटि कोटि प्रेम प्रणामजी।",
        tag: "श्री कृष्ण त्रिधा लीला"
    },
    {
        id: 29,
        name: "NA, NA",
        group: "ज़ूम मीटिंग परिवार",
        image: "/review_user.svg",
        review: "પ્રેમ પ્રણામ સખી સભી સુંદર સાથ કો પ્રેમ પ્રણામ ક્યાં બતાવો મુજે તો કુછ આતા હી નહી હૈ ત્રીધા લીલા ક્યા હૈ ઓમુજે કુછ ભી પતા નહી થા ક્યુ કે મેં રસીલાબેન સે મિલી તો ઉનો ને કહાને ઝૂમ મીટીંગ મેને જોઈન્ટ કિયા સોનિયાદીદી સે ત્રિધા લીલા કી પીડીએમ સુની તો મુજે પતા ચલા એ તો બહોત અચ્છી હૈ તો મે જુમ મે પ્રતીદીન આનેલગે ઓર મે રાજન સ્વામી જી કી ટીકા પઢને લગે તો મુજે બહોત અચ્છા લગા ફીરમે સીન્ગાર ટીમ મે જુડી તો બહૂત અછા લગા સભી ને મુજે હીન્દી સમજાઈ તો સભીકે ધામ દીલમે બેઠે પ્રાણેશ્વર કો પ્રેમ પ્રણામ જી",
        tag: "ક્રિષ્ણ ત્રિધા લીલા: समीक्षा के लिए"
    },
    {
        id: 30,
        name: "शशि बाला, कुरुक्षेत्र",
        group: "ज़ूम मीटिंग परिवार",
        image: "/review_user.svg",
        review: "प्रणाम जी, सुन्दरसाथ जी हमारी और धनी जी की प्यारी और लाड़ली सखी सोनिया जी के ह्रदय में विराजमान श्री राज जी ने सोनिया सखी के मुखारविंद से त्रिधा लीला का सरल शब्दों में बहुत सुन्दर वर्णन करवाया, वह हमारे ह्रदय में अंकित हो गया है। हम त्रिधा लीला के बारे में पड़ते सुनते तो थे पर समझ नहीं आता था अब सोनिया जी ने हमारे सद्गुरु श्री राजन स्वामी जी के टीका को आधार मानकर त्रिधा लीला के गुझ रहस्य को खोल खोल कर हमें समझा दिया है अब हमें कभी भूलेगी नही। सोनिया जी आपके साथ हमारे प्यारे प्यारे सुन्दरसाथ जी भी विभिन्न सेवायें प्रदान कर रहे हैं। आप सब के चरणों में कोटानकोट प्रणाम जी",
        tag: "श्री कृष्ण त्रिधा लीला"
    },
    {
        id: 31,
        name: "सरोज मौर्या, लखनऊ",
        group: "ज़ूम मीटिंग परिवार",
        image: "/review_user.svg",
        review: "कृष्ण कृष्ण सब कोए कहे, पर भेद न जाने कोए नाम एक विध है सही, पर रूप तीन विध होए एक भेद बैकुंठ का, दूसरा है गोलोक, तीसरा धाम अखंड का कहत पुराण विवेक। प्रेम प्रणाम जी प्यारे सुंदर साथजी श्री कृष्ण त्रिधालीला में इन सारे भेदों को और इसमे दिए हुए रहस्यों को हमारी प्यारी सखी सोनिया जी ने श्री स्वामी जी के वाणी टीका के माध्यम से बड़ी ही सरलतापूर्वक समझाया है। लेकिन मुझे यह अवसर सहयोगिता मे पार्टिसिपेट करने के बाद मिला तभी मैने त्रिधा लीला के वीडियोस और सहयोगिता परिवार के साथ अनन्दपूर्वक बड़ी ही सरलता से समझा। अब त्रिधालीला से सम्बन्धित जो भी संदेह थे वो दूर हो गए। इसके लिए प्यारी सखी सोनिया जी के ह्रदय मे विराजमान धनी जी के नूरी चरणों मे कोटि कोटि प्रणाम जी।",
        tag: "श्री कृष्ण त्रिधा लीला"
    },
    {
        id: 32,
        name: "આશા કુંભાણી, સુરત",
        group: "ज़ूम मीटिंग परिवार",
        image: "/review_user.svg",
        review: "પ્રેમ પ્રણામજી શ્રીસતગુરુ મહારાજ કે ચરણો મે પ્રેમ પ્રણામજી શ્રીકૃષ્ણ ત્રીધાલીલી કો સોનિયાદીદી ઔર સબ સખીયો કે મુખ સે સુનકર બહુત અચ્છા લગા બહુત આનંદ આયા જો મૈને કભી નહી સુના વો ભી સુનને કા ઔર જાનને કા અવસર મીલા શ્રી રાજજી કી મેહેર(કૃપા) સે.....🙏🙏🙏🙏 પ્રણામજી",
        tag: "ક્રિષ્ણ ત્રિધા લીલા: समीक्षा के लिए"
    },
    {
        id: 33,
        name: "माया सौलंकी, छत्तीसगढ़",
        group: "ज़ूम मीटिंग परिवार",
        image: "/review_user.svg",
        review: "प्रेम प्रणाम जी त्रिधा लीला मेरा सबसे मनपसंद विषय है। त्रिधा लीला का वर्णन सोनिया जी बहुत ही सरल शब्दों से करती हैं। जिससे हमें आसानी से समझ आती है। सोनिया जी अपनी मीठी वाणी से जब वर्णन करती है, तब त्रिधा लीला में ओर रस आने लगता है। जिस को सुनकर बोहत आंनद आता है। मेरा मन राज जी में रम जाता है, ब्रज लीला एवम् राज जी का श्रृंगार इन विषयों पर मैं आत्म विभोर हो जाती हूं,ऐसा लगता है, कि इसे बारम्बार सुनती रहूं,, एवम् महसूस करती रहूं कि मैं परमधाम में राज जी के दर्शन कर रहूं हूँ ।",
        tag: "श्री कृष्ण त्रिधा लीला"
    },
    {
        id: 34,
        name: "आयुषी त्यागी, गाज़ियाबाद",
        group: "ज़ूम मीटिंग परिवार",
        image: "/review_user.svg",
        review: "आज श्री कृष्ण जी को लीला करे हुए लगभग 5000 वर्ष व्यतीत हो गए l लेकिन ये भेद कि नाम एक और लीला तीन किस प्रकार हुईं । अब अठ्ठाइस वे कलयुग में धनी जी की कृपा से वाणी का अवतरण हुआ l सतगुरु की कृपा से श्री कृष्ण त्रिधा लीला के भेद खुले l ये शोभा श्री राजन स्वामी जी के द्वारा हम सब के दिल में बसती जा रही है",
        tag: "श्री कृष्ण त्रिधा लीला"
    },
    {
        id: 35,
        name: "अनु गुप्ता, कपूरथला",
        group: "ज़ूम मीटिंग परिवार",
        image: "/review_user.svg",
        review: "प्रेम प्रणाम जी सुन्दर साथ जी 🙏 श्री कृष्ण त्रिधा लीला मैंने पहले सरकार श्री जी से सुनी हुई थी, कम से कम 40 वर्ष पहले शायद तब मैं ग्रहण नहीं कर पाई। अब स्वामी जी के टीका से जो समझाया गया बह तो दिल में बिल्कुल फ़िट हो गई अब तो तन रहते तक कोई नहीं निकाल सकता। अब तो आत्म- परआत्म, जोश- आवेश, जीव-सुरता, अक्षर अक्षरातीत,कालमाया,योगमाया, योगमाया का अंतयकरण सब बिसतार से समझ में आ गया जो मुझे पहले नहीं आता था। अब विषय यह है कि कृष्ण त्रिधा लीला समझनी क्यों चाहिए ? श्री कृष्ण त्रिधा लीला समझने से परमधाम की चितवन का रास्ता थोड़ा आसान हो जाता है। प्रेम प्रणाम जी 🙏🙏",
        tag: "श्री कृष्ण त्रिधा लीला"
    },
    {
        id: 36,
        name: "मिथिलेश शर्मा, गाजियाबाद",
        group: "ज़ूम मीटिंग परिवार",
        image: "/review_user.svg",
        review: "प्रेम प्रणाम जी, सुन्दर साथ जी आज हमने त्रिधा लीला क्या है ये जाना और बारीकी से अति गूढ़ रहस्यों को समझा, मैं कभी नहीं जान पाती,कि कौन कुँआरीका है और कौन वेदरिचा किस तन में किस शक्ति का समावेश है। किस शक्ति ने कितने समय कौन सी लीला की है। आज श्री राज जी के मेहर व श्री राजन स्वामी जी के ह्रदय में विराजमान पिया प्राण नाथ जी के अथक प्रयासों से उन के साहित्यों से हम श्री कृष्ण त्रिधा लीलाओं की जानकारी प्राप्त कर रहें हैं। मधुर भाषिणी सोनिया व आशिष जी अपने निजी जीवन में से समय निकाल कर सुन्दर साथ के ह्रदय में श्री कृष्ण त्रिधा लीलाओं को अवलोकन करा रहे है। मै उन सुन्दर साथ के चरणों में भी ह्रदय से प्रणाम करती हूँ जिन्होंने सोनिया जी का त्रिधा लीला में सहयोग किया। मिथिलेश शर्मा",
        tag: "श्री कृष्ण त्रिधा लीला"
    },
    {
        id: 37,
        name: "दीक्षा शर्मा, दिल्ली(लक्ष्मी नगर)",
        group: "ज़ूम मीटिंग परिवार",
        image: "/review_user.svg",
        review: "श्री राजन स्वामीजी के चरणों में मेरा कोटी कोटी प्रेम प्रणाम जी। श्री राजन स्वामीजी के द्वारा वाणी के टीके द्वारा हमारी प्यारी सोनिया जी ने हमको त्रिधा लीला को बहुत ही सरल और सीधे शब्दों मे बताया है और इसके गुझ रहस्यों को भी समझाया है। हमें त्रिधा लीला सहयोगिता में भाग लेने मे बहुत अच्छा लग रहा है। हमारी सहयोगिता टीम के मेंबर्स भी त्रिधा लीला की प्रैक्टिस करते हुए बहुत आनंद ले रहे हैं।",
        tag: "श्री कृष्ण त्रिधा लीला"
    },
    {
        id: 38,
        name: "सुमन भंडारी, NA",
        group: "ज़ूम मीटिंग परिवार",
        image: "/review_user.svg",
        review: "श्री राजन स्वामीजी के चरणों मे मेरा कोटी कोटी प्रेम प्रणाम जी। श्री राजन स्वामीजी के द्वारा वाणी के टीके से हमारी प्यारी सोनिया जी ने हमको त्रिधा लीला को बहुत ही सरल और सीधे शब्दों मे बताया, पहले त्रिधा लीला के बारे में शून्य जानकारी थी, पर इस sessions द्वारा बहुत ज्ञान प्राप्त हुआ है, इसके कुछ रहस्यों को, रूप और स्वरूप को भी बहुत सरल तरीक़े से समझाया है। हमें त्रिधा लीला सहयोगिता में participate लेने मे बहुत आनंद आ रहा है। हमारी सहयोगिता टीम के मेंबर्स भी त्रिधा लीला की प्रैक्टिस करते हुए बहुत आनंद ले रहे हैं। हम सभी सुंदर साथ उत्सुक रहते है त्रिधा लीला के बारे में ओर जानकारी हासिल करने में ।",
        tag: "श्री कृष्ण त्रिधा लीला"
    },
    {
        id: 39,
        name: "प्रतिभा,देहरादून (उत्तराखंड)",
        group: "ज़ूम मीटिंग परिवार",
        image: "/review_user.svg",
        review: "प्रेम प्राणमजी सुन्दरसाथजी🙏🏻🌺🙏🏻 हमारे परम पूज्य सतगुरु श्री राजन स्वामी जी जिनके द्वारा श्री कुलजम स्वरूप साहब के अर्थ के भी अर्थ (भावार्थ) किया गया है और अनेक धार्मिक साहित्य प्रकाशित हुए है जैसे सत्यांजलि, दोपहर का सूरज,बोध मञ्जरी, सृष्टि रहस्य आदि यह सभी साहित्य धर्म की सीढ़ियां हैं।श्री राजन स्वामी जी के द्वारा लिखे टीका को आधार बनाकर मेरी प्यारी सखी सोनिया जी के धाम हृदय में विराजमान श्री धाम धनी जी श्री कृष्णा त्रिधा लीला के भेद व गहराइयां को बताया है,जो हमें बड़े ही सरलता और सहजता से समझ में आया हैं। सरकार श्री जी द्वारा इस त्रिधा लीला के मुख्य भेद ही पता थे लेकिन मेरे पुज्य सतगुरु श्री राजन स्वामी जी द्वारा जिनके धाम हृदय में बैठकर मेरे पिया जी धामधनी जी ने उनके भी भावार्थ दृष्टव्य और विशेष तथा विस्तार में जाहिर भी कर दिए हैं ।और Shri Prannathji Vani ज़ूम मंदिर से मेरी प्यारी सखी सोनिया जी को आधार बनाकर इस प्यारी लीला के एक-एक भेद बताये हैं कि श्री कृष्ण त्रिधा लीला की आवश्यकता क्यों है,क्योंकि इस लीला में एक ही श्री कृष्ण नाम वाले तन में तीन अलग-अलग शक्तियों ने लीला की जिसकी साक्षी इस चौपाई से मिलती है की कृष्णा कृष्णा सब कोई कहे पर भेद चिन्ह कोई । नाम एक विध है सही लीला त्रिविध होए।। ब्रज की लीला, गौ लोक की लीला, प्रतिबिंब की लीला इन तीनों लीलाओं में तीन अलग-अलग शक्तियों ने कार्य किया था। सुंदरसाथ जी इस जूम मंदिर के द्वारा मुझे अति प्रेम आनंद और ज्ञान प्राप्त हो रहा है। प्रेम प्रणाम जी🙏🏻🌹🙏🏻",
        tag: "श्री कृष्ण त्रिधा लीला"
    },
    {
        id: 40,
        name: "अंजलि गोयल,अजमेर",
        group: "ज़ूम मीटिंग परिवार",
        image: "/review_user.svg",
        review: "प्रणामजी सुन्दरसथजी इतना सुन्दर वाणी टीका देने के लिए पूज्य स्वामी जी के चरणों में कोटि कोटि प्रणाम हमारी प्यारी सखी सोनिया दीदी ने इसी टीके को आधार मानकर हमें श्री कृष्ण त्रिधा लीला व रास ग्रंथ समझा दिया और जो चीज पहले समझ नहीं आती थी वह कितनी सरलता से हमारे हृदय में अंकित हो गई हमें पता ही नहीं चला ज़ूम के माध्यम से धनीजी हम सभी सखियों को मूल मिलावे में मिला रहे हैं प्रणामजी",
        tag: "श्री कृष्ण त्रिधा लीला"
    },
    {
        id: 41,
        name: "रमेशभाई पटेल,यूएसए",
        group: "ज़ूम मीटिंग परिवार",
        image: "/review_user.svg",
        review: "परम पूज्य राजन स्वामी के चरणों में कोटि कोटि प्रणामजी 🙏🙏 पूज्यस्वामी जी के टीका से जो मेरी प्यारीं सोनिया जी की चर्चा की उस वीडियोज़ को श्री कृष्ण त्रिधा लीला सहियोगिता में मुजे पार्टिसिपेट करने के बाद देखने सुनने का अवसर प्राप्त हुया और उसी श्री कृष्ण त्रिधा लीला के वीडियोज़ को देखकर हमे श्री कृष्ण त्रिधा लीला के हर प्रकार के रहस्यों को जानने का मौका मिला इस के पहले सही से श्री कृष्ण त्रिधा लीला के बारे में अच्छी तरह से पता नहीं था इस श्री कृष्ण त्रिधा लीला सहियोगिता में बहुत आनंद आता है हमारी टीम की मेम्बर शांता जी और सभी सदस्यों ने बड़ी ही प्यार से हमारा रिवीज़न करवाया सोनिया दीदी के चरणों में कोटि कोटि प्रणामजी 🙏🙏प्रेम प्रणामजी। 🙏🙏🙏",
        tag: "श्री कृष्ण त्रिधा लीला"
    },
    {
        id: 42,
        name: "कमलेश पटेल,यूएसए",
        group: "ज़ूम मीटिंग परिवार",
        image: "/review_user.svg",
        review: "🌹प्रेम प्रणामजी 🌹 💐 श्री परम पूज्य राजन स्वामीजी के टिका से श्री प्राणनाथजी वाणी को चलाने वाली हमारी प्यारी सिरदार सखी सोनिया दीदी हमे हर रोज़ बीतक, वाणी चर्चा सिखाती है और अभी श्री कृष्ण त्रीघा लीला की सहयोगीता चालू की है जिसमें मैंने पार्टिसिपेट किया है और यू ट्यूब से वीडियो सुनके बहुत ही गहरायी से त्रिधा लीला समझी है और लास्ट एक महीने से हमारी मेहर टीम के सुंदरसाथ के साथ हररोज़ गोष्ठी करके पक्का समझ लिया है । इस ज़ूम की खिड़की से हमे बहुत प्रेम और आनंद मिल रहा है । पहले मुझे कुछ मालूम नही था मगर आज सोनिया दीदी ने इतना सरल तरीक़े से श्री कृष्ण त्रिधा लीला समझायी है कि अभी मेरा मन यहाँ से हटता नहीं है और हर रोज़ चर्चा सुने बिना मज़ा नहीं आती है । ज़ूम की एक्टिविटी और सेवादार सुन्दरसाथ के संपर्क से और सोनिया दीदी के प्रेम भरी वाणी से मेरे में बहुत सुधार महसूस करता हूं । राजजी से प्रार्थना करता ही की सोनिया दीदी ऊपर मेहर करे और हम सबको प्रेमभरी चर्चा सुनाते रहे । सोनिया दीदी आपके चरणों में कोटि कोटि प्रणामजी । प्रणामजी",
        tag: "श्री कृष्ण त्रिधा लीला"
    },
    {
        id: 43,
        name: "बबिता गर्ग,NA",
        group: "ज़ूम मीटिंग परिवार",
        image: "/review_user.svg",
        review: "प्रेम प्रणाम जी श्री राजन स्वामी जी के टिक से और सोनिया जी की प्यारी सहयोगिता से हम सब को कृष्ण जी की Tridha लीला के गुझ भेदों का पता चला कि किस तरह हमारे प्राण प्रीतम ने श्री कृष्ण जी के अंदर बैठकर हमारे साथ लीला करी और कौन सी लीला कहां पर अखंड हुई और कहां उसका प्रतिबिंब पड़ा इसके बारे में आज तक हमको कुछ भी पता नहीं था जूम मीटिंग के जुड़ने से यह सब पता लगा जूम मीटिंग में जुड़ने से हम परमधाम की सखियों से इतना प्यार मिला है जिसे शब्दों में वर्णन नहीं हो सकता प्रणाम जी",
        tag: "श्री कृष्ण त्रिधा लीला"
    },
    {
        id: 44,
        name: "कावेरी पटेल,मुंबई",
        group: "ज़ूम मीटिंग परिवार",
        image: "/review_user.svg",
        review: "प्रेम प्रणाम जी 🙏🏻💐श्री स्वामीजी के टीका से और सोनिया दी की प्यारी सहयोगिता से हम सब को एक कर इतने प्यार से समझाते हैं । आज कितने सुंदरसाथ में कितने बदलाव आए,,,साथ ही में सही राह मिली। ये सब स्वामीजी के टीका और जूम से ये मिलावा हो रहा है ।साथ में जूम में हर रविवार को स्वामीजी के साथ और महानुभावों से ब्रह्मवाणी का रसपान करते सब के धाम हृदय में बिराजमान धनी के नूरी चरणों में कोटि कोटि प्रेम प्रणाम जी 🙏🏻💐🙇🏻‍♀️❤️",
        tag: "श्री कृष्ण त्रिधा लीला"
    },
    {
        id: 45,
        name: "देवेन्द्र पाल सिंह,रूड़की",
        group: "ज़ूम मीटिंग परिवार",
        image: "/review_user.svg",
        review: "श्री प्राण नाथ जी की वाणी पूरे विश्व को एक सूत्र में पिरोने का कार्य करती है I साथ ही साथ जीवन जीने की कला और मुक्ति का मार्ग प्रशस्त करती है I तारतम वाणी का ज्ञान समान्य जन के ग्राह्य हेतु श्री राजन स्वामी जी ने बहुत ही सरल भाषा में वाणी का टीका किया है I जिसको श्री मति सोनिया जी अपने मधुर शब्दों के द्वारा जूम मीटिंग के माध्यम से सब सुन्दर साथ को प्रेम और आनन्द में भिगो रही हैं l प्रतिदिन कार्यक्रम में सुबह चितवनी, स्वामी जी के टीका से वाणी, बीतक, कृष्ण त्रिधा लीला, सुंदर साथ के भाव, सहयोगिता आदि के द्वारा एक सूत्र में पिरोकर एक सच्चिदानंद के साथ संबंध जोड़ रहीं हैं I इस कार्य में सुंदर साथ भी अपना पूर्ण सहयोग दे रहे हैं और सुख शीतल करू संसार के अपने कोल को निभा रहे हैं I प्रेम प्रणाम जी साथ जी I 🙏🏻🌹🙏🏻",
        tag: "श्री कृष्ण त्रिधा लीला"
    },
    {
        id: 46,
        name: "विदुर गौतम, हेटौडा नेपाल",
        group: "ज़ूम मीटिंग परिवार",
        image: "/review_user.svg",
        review: "श्री प्रणनाथ वाणी का मुख्य उदेश श्री प्रणनाथ जी कौन है ? हम वम्ह सृष्टी कौन काहासे आए ये सरे भेद खोल कर एक हि पर बम्ह परमात्मा श्री राजी (श्री प्रणनाथ जी ) का पहचान कार जागनी करारहा हैं l इसमे हर सोम वार से सुक्र वार तक सुबह 5 बजे से चितवनी 6 बजे से वाणी गायन, वितक, सिन्धी मन्थन श्री कृष्ण त्रिधा लिला सुन्दर साथ के भाव मिठी वातीया सारा का सार करके सुन्दर साथ को जगाने का कार्य हो रहा हे l ये कार्य श्री राजी कि मेहेर, सतगुरु राजन स्वामी जि के प्रेरणा से श्री राज्जी कि प्यारी सखी सोनिया जी से हो रहा हे । इस प्रणनाथ जी वाणी गुप मे जुडकर मै तो आनंद ले रहा हु l जागनी के ओर ( ढिलै भए पनी ) मै तो कदम बढा रहाहु l एक दिन भुके रह सक ताहु लेकिन इन सुन्दर साथ के दर्शन के विना नही रह सकता हुँ l मुझे इस गुप मे अपना समझ कर जोड्ने के लिय सोनिया जि के श्री चरणो मे प्रेम प्रणाम जि ।",
        tag: "श्री कृष्ण त्रिधा लीला"
    },
    {
        id: 47,
        name: "संजीव भाई शाह, अहमदाबाद",
        group: "ज़ूम मीटिंग परिवार",
        image: "/review_user.svg",
        review: "पहले श्री प्राणनाथ जी की बानी कुलजम स्वरुप साहेब में पढ़ा था कि यह ब्रह्मवाणी मनुष्य को अखंड मुक्ति देती है । आज हमको हररोज प्रात: 4-30 बजे से 8-30 बजे तक हमारे सद्गुरु राजन स्वामिजी की अनुकंपा से चितवनी, वाणी गायन, बितक साहेब चर्चा, सिंधी साहेब चर्चा, मीठी बतियां जैसे कार्यक्रम द्वारा प्रत्यक्ष रूप से राजजी मेहर बरसा रहे है । एक नहीं अनेक जन्मों के कुसंस्कार को दूर करने का सामर्थ्य यह बानी मे निहित है । मैं वह सब सुंदरसाथ को आह्वान करता हूँ कि अगर निहित या प्रणामी होकर आज तक बानी में अगर दिलचस्पी नहीं जताई हो तो यह सुबह की झुम चर्चा जोईन करने से आपके लिए भी अखंड मुक्ति का द्वार अवश्य खुल पायेगा । मैं इसके लिए प.पू. राजन स्वामि जी की बानी टिका, बितक टिका, सदगुरु का आशिर्वाद और धाम बहिन सोनिया जी का और पूरी सेवादारों की टीम का तहेदिल से आभारी हूं । आज दिन तक कोई भी स्थान से लगातार चार/पांच साल तक बानी चर्चा की गई नहीं है । एकमात्र SPJIN zoom channel के माध्यम से ही बानी के इतने पूर मे सुंदरसाथ को झीलना करने का आनंद मिल रहा है । समाज में से प्रणामी/निजानंदी का भेद दूर हो गया है । परमधाम की सही मायने मे गिनी जाती ब्रह्मांगनाये एक साथ दोनों तारतम का उच्चारण खूब मिलजुल कर कर रहे है । प्रेम प्रणाम जी",
        tag: "श्री कृष्ण त्रिधा लीला"
    },
    {
        id: 48,
        name: "ज्योति शाह, मुंबई",
        group: "ज़ूम मीटिंग परिवार",
        image: "/review_user.svg",
        review: "🙏🌹 बोलिए श्री प्राणनाथ प्यारे की जय 🌹🙏 सतगुरु स्वामी जी के चरणों में प्रेम प्रणाम जी स्वामी जी का पल पल शुकराना 🙏 🌹श्री क्रिष्णा त्रिधा लीला जो मेरे पिया ने हमारे लिए ही यह काल माया के ब्रह्माड में की है । जिससे हमें प्रेम,आनंद और ज्ञान देने के लिए रची है।🌹 🌹यह लिला से हमें और दूसरे प्रवाही लोगों को भी समझना आसान हो जाता है की श्री क्रिष्णजी तो एक ही है उनके अंदर तीन अलग-अलग शक्तियों ने कार्य किया है।🌹 🌹 श्री क्रिष्णा त्रिधा लीला हमें रेहनी भी सिखाती है। जैसे हमें किसीका दिल नहीं दुखा ना हैं। और हमें एक धनी जी के अलावा किसीको दिल नहीं देना है। और सबका आदर करना है। 🌹",
        tag: "श्री कृष्ण त्रिधा लीला"
    },
    {
        id: 49,
        name: "सोनी चौरासिया, बहराइच",
        group: "ज़ूम मीटिंग परिवार",
        image: "/review_user.svg",
        review: "🌹 प्रेम प्रणाम जी 🌹 पूज्य श्री राजन स्वामी जी के कोमल चरणो में कोटि-कोटि प्रेम प्रणाम जी 🙏❤️🙏🙇 श्री कृष्ण त्रिधा लीला में आज तक हमें कुछ भी नहीं पता था। लेकिन👣🙏 श्री जी मुखवाणी को पूज्य श्री राजन स्वामी जी के टिका से और सोनिया माता जी के विडियो चर्चा में हमें बहुत कुछ सीखने को मिला श्री कृष्ण त्रिधा लीला का खुलासा हुआ है। हमें तो श्री कृष्ण त्रिधा लीला सहयोगिता में बहुत आनंद आया सुंदरसाथ जी के साथ में। प्रेम प्रणाम जी 🌹🙏🌹🙇",
        tag: "श्री कृष्ण त्रिधा लीला"
    },
    {
        id: 50,
        name: "मुकेश कुमार, गाजियाबाद",
        group: "ज़ूम मीटिंग परिवार",
        image: "/review_user.svg",
        review: "श्री निजानन्द सम्प्रदाय में मुझे जुड़े हुए 24 साल हो गए लेकिन अब से पहले हम श्री कृष्ण त्रिधा लीला को नहीं समझ पाए l अब जब से सोनिया जी के द्वारा जूम मीटिंग पर श्री कृष्ण त्रिधा लीला को समझा है मानो तपते रेगिस्तान में सरोवर मिल गया हो । ये सब सतगुरु श्री राजन स्वामी जी के चरणों के प्रताप से ही सम्भव हो पाया है । जो ज्ञान के समुद्र में गोता लगा लगा कर हमारी दिल रूपी झोली में ज्ञान रूपी मोती उडेल रहे हैं । स्वामी जी के ह्रदय में विराजमान श्री युगल स्वरूप के चरणों में अनन्त बार प्रेम प्रणाम जी",
        tag: "श्री कृष्ण त्रिधा लीला"
    },
    {
        id: 51,
        name: "शिल्पा जुनेजा, जयपुर",
        group: "ज़ूम मीटिंग परिवार",
        image: "/review_user.svg",
        review: "प्रेम प्रणाम जी सुंदरसाथजी सबसे पहले मैं अपने सदगुरु श्री राजन स्वामी जी के चरणों में कोटि-कोटि प्रणाम करूंगी, जिन्होंने हमारी वाणी की चौपाईयों के अर्थ का भी अर्थ यानी भावार्थ करके बड़ी सरलता से हमें श्री कुलजम वाणी समझाई है। उनके द्वारा लिखित टीकाओं से सोनिया दीदी ने बड़ी सरलता पूर्वक हमें त्रिधा लीला समझाई है। Shri Prannathji Vani के youtube channel में त्रिधा लीला के आए वीडियो के माध्यम से मैंने त्रिधा लीला को समझा, जिसमें मेरे सदगुरु श्री राजन स्वामी जी के द्वारा लिखित टीकाओं में भावार्थ से बहुत अच्छे से सोनिया दीदी ने समझाया है। अब मुझे अच्छे से समझ आया है, परमधाम से कालमाया और कालमाया से कैसे हम परमधाम जाएंगे। तो आप सबसे निवेदन है कि एक बार जरूर श्री राजन स्वामी जी के द्वारा लिखित टीकाओं को अवश्य पढ़े और उनके द्वारा लिखित चौपाइयों के भावार्थ में डूबें और वाणी चर्चा सुनने के लिए SPJIN और Shri Prannathji Vani के youtube को subscribe करें और Facebook Page को Like करें। सदगुरु श्री राजन स्वामी जी ने वाणी मंथन करने का आशीर्वाद हम सबको ही दिया है। लेकिन सोनिया दीदी ने ही श्री राजन स्वामी जी के टिकाओ द्वारा त्रिधा लीला को समझ कर हम सब सुंदरसाथ जी को समझाया है और चाहेंगे कि आगे भी वह हमें ऐसे ही श्री राजन स्वामी जी के टिकाओ का मंथन करवाते रहे।🙏🏻 प्रेम प्रणाम जी🙏🏻🌹🙏🏻",
        tag: "श्री कृष्ण त्रिधा लीला"
    },
    {
        id: 52,
        name: "सुरेश गोहिल, गुजरात - गोधरा",
        group: "ज़ूम मीटिंग परिवार",
        image: "/review_user.svg",
        review: "🙏🌹 प्रेम प्रणामजी 🌹🙏 सदगुरु श्री सरकार श्री की कृपा से सदगुरू ‌श्री राजन स्वामीजी के टीका से इस ग्रुप में बीतक चर्चा, वाणी चर्चा का कार्यक्रम चल रहा है. प्राणनाथ जी वानी ग्रुप के बारे क्या कहें और क्या न‌ कहें, इस ग्रुप मे कैमेरा के पीछे ओर कौमेरा के आगे बहुत सारी सेवाएं चल रही हैं. ये सेवा केवल यह रीव्यू पढ़ने से नहीं बल्कि इस ग्रुप में जुड़ने के बाद ही पता चलता है, कि यहाँ कौन कौन सी सेवाए‌अं हो रही हैं, जैसे सुबह में चितवन, बीतक चर्चा, वानी चर्चा, स्थाई सुंदरसाथ से लेकर देश-विदेश के सुंदरसाथ का ७ मिनट का भाव का कार्यक्रम, स्थानीय सुंदर साथ से लेकर देश-विदेश के सुंदरसाथ की मीठी बतियां का कार्यक्रम जिसमें सुंदरसाथ अपनी जागृति की बीतक मीठी बतियां के रूप में प्रस्तुत करते हैं. समयांतर में मेहर सागर सहयोगीता, कृष्ण त्रिधालिला सहयोगीता, आगे और भी बोहोत सारे कार्यक्रम भी आयोजित किये जानेवाले ‌हैं. इस ग्रुप मे परमधाम जैसा ही प्रेम ही प्रेम बरसता है,‌ माया का कोई स्थान नहीं है. कृपया इस ग्रुप मे जुड़कर अपने जीव और आतम को ब्रह्म ज्ञान का लाभ दीजिए और अपनी आत्म जागृति का मार्ग प्रशस्त कीजिए",
        tag: "श्री कृष्ण त्रिधा लीला"
    },
    {
        id: 53,
        name: "मंजू प्रणामी, उन्नाव",
        group: "ज़ूम मीटिंग परिवार",
        image: "/review_user.svg",
        review: "पूज्य श्री राजन स्वामी जी के धाम ह्रदय में विराज मान श्री अक्षरातीत के नूरी चरणारबिंद में कोटि कोटि सप्रेम प्रणाम जी 🙏👣🙏 श्री स्वामी जी की वाणी टीका से ही हमारी प्यारी सोनिया दीदी जी ने श्री कृष्ण त्रिधा लीला को हमारे लिए बहुत हीसुंदर एवम सरल शब्दों में व्यक्त किया है और श्री कृष्ण त्रिधा लीला सहयोगिता प्रारंभ की जिसमें भाग लेने का मुझे भी सौभाग्य प्राप्त हुआ इसमें जुड़ कर मुझे श्री कृष्ण त्रिधा लीला के गुह्य रहस्य पता चले मेरे मन में कई प्रश्न थे जिनके उत्तर भी मुझे मिल गए,, सोनिया दीदी जी को हमारा कोटि कोटि un नमन 👏 सखियों से मिल कर आनन्द का अनुभव कर पा रही हूं 🙏❤️🙏🌹🌹",
        tag: "श्री कृष्ण त्रिधा लीला"
    },
    {
        id: 54,
        name: "रीटा पटेल, उन्नाव",
        group: "ज़ूम मीटिंग परिवार",
        image: "/review_user.svg",
        review: "प्रेम प्रणाम जी वाणी पढ़ते पता था कि सतगुरु ही हमें यहां तक ले आये हैं,\nतो सतगुरु सोई जो वतन बतावे,\nमोह माया और आप पार पूरुख जो परखावे,\nमहामत तासो कीजे मिलाप ।\nश्री किरंतन ग्रन्थ प्रकरण 20/6\nमूढ़मति को त्रिधालीला समझने से मोह यानी क्षर ब्रह्मांड जो कुछ क्षरब्रह्मांड का है उससे प्यार यही हमारा मोह है । माया यानी अक्षरब्रह्मजी के अंतःकरण की अर्धांगिनी इसे समझ कर आप (निस्बत )का पता चलता है। सदरुप, चिदरुप, आनंद क्या-कुछ, मूलमाया के बारे में दिल मे उतार दिया। कालमाया के तन की उत्तम रहनी, मेरे अक्षरातीत का हुकम मानकर इस क्षर ब्रह्माण्ड के तन की परवाह न करने वाले मेरे अक्षरातीत मे लीन रहनेवाले स्वामीजी की टीका से प्यार की भाषा मे बार-बार समजाया। चौपाई\nमै रुह अपनी भेजोंगा\nभेख लेसी तुम माफक\nदेसी अर्श की निशानिया\nपर तुम चीन्ह न सको हक।\nहम जैसा भेख, त्रिधालीला ही हमारी (मैं ओर मेरा स्वलीला अद्वैत कहाँ है?) निशानियां दे दीं!!!! आप सबको ढेर सारा,अनंतो अनंत प्यार।",
        tag: "श्री कृष्ण त्रिधा लीला"
    },
    {
        id: 55,
        name: "सुनिता सिंगल, गोहाटी",
        group: "ज़ूम मीटिंग परिवार",
        image: "/review_user.svg",
        review: "🌹प्रेम प्रणाम जी, सुंदर साथ जी,🌹 प्राणाधार सुंदर साथ जी, श्री प्राणनाथ जी वाणी जूम चैनल के माध्यम से श्री राजन स्वामी जी के टीका और सोनिया जी के धाम हृदय मे विराजमान होकर धनी जी धनी जी ने जो आनन्द के पूर के पूर चलाए, आज उन सब के लिए दो शब्द लिखने का सौभाग्य प्राप्त हुआ! सबसे पहले चर्चनी, मेहर सागर, बीतक, सिंधी और त्रिधा लीला में तो ऐसा झीलना करवाया कि उसकी खुमारी तो उतरती ही नहीं है! सुंदर साथ जी त्रिधा लीला के बारे में मैंने इतना ही सुना हुआ था कि श्री कृष्ण जी की तीन लीला हैं लेकिन वे हैं कौन सी ये नहीं जानती थी, जब धनी जी ने स्वामी जी के टीका से सोनिया जी के माध्यम से समझाया तो मेरे अंदर के पट खुलते चले गए और त्रिधा लीला ने ही मुझे प्रेम सेवा और एकदीली सिखाई एवम् मायावी विकारों से बाहर निकाला 🙏🌹🙏",
        tag: "श्री कृष्ण त्रिधा लीला"
    },
    {
        id: 56,
        name: "अर्चना शर्मा",
        group: "ज़ूम मीटिंग परिवार",
        image: "/review_user.svg",
        review: "श्री कृष्ण त्रिधा लीला के बारे में मुझे कुछ भी जानकारी नहीं थी लेकिन जब से मैंने सोनिया जी की मीटिंग में जाना प्रारंभ किया तबसे मुझे श्रीकृष्ण त्रिधा लीला के बारे में काफी जानकारी प्राप्त हुई है श्रीकृष्ण जी के तन से तीन शक्तियों ने लीला की पहली थी हमारे राजजी की शक्ति, दूसरी थी रासबिहारी जी की शक्ति, तीसरी थी विष्णुजी की शक्ति। ये सारा खुलासा उनहोंने श्री राजन स्वामी द्वारा रचित रास टीका के आधार पर किया है। इसके लिए दोनों के चरणों में कोटान कोट प्रेम प्रणाम जी। 🙏🙏🙏🙏🙏🙏",
        tag: "श्री कृष्ण त्रिधा लीला"
    }
];
