export const chapterTitles = [
    "भोम तले की क्यों कहूं, विस्तार बड़ो अतंत",
    "हक बैठे रूहों मिलाए के, खेल देखावन काज",
    "लेहेरी सुख सागर की, लेसी रूहें अर्स",
    "अब कहूं सागर तीसरा, मूल मेला बिराजत",
    "चौदे तबक की दुनी में, किन कहया न बका हरफ",
    "बरनन करूं बड़ी रूह की, रूहें इन अंग का नूर",
    "इन विध साथ जी जागिए, बताए देऊं रे जीवन",
    "अर्स तुमारा मेरा दिल है, तुम आए करो आराम",
    "बरनन करूं बड़ी रूह की, जो हक नूर का अंग",
    "फेर फेर सरूप जो निरखिए, नैना होंए नहीं तृपित",
    "सुन्दरसाथ बैठा अचरज सों, जानों एकै अंग हिल मिल",
    "पांचमा सागर पूरन, गेहेरा गुझ गंभीर",
    "सागर छठा है अति बड़ा, जो खुदाई इलम",
    "अब कहूं दरिया सातमा, जो निसबत भरपूर",
    "और सागर जो मेहेर का, सो सोभा अति लेत"
];