import { Quote } from "lucide-react";

export const satgurus = [
    {
        id: 1,
        name: "श्री राम रतन दास जी",
        subtitle: "परमहंस 108 श्री राम रतन दास जी महाराज",
        role: "सतगुरु व परमहंस",
        shortIntro: "परमहंस 108 श्री राम रतन दास जी महाराज",
        image: "/satguru3.png",
        images: [
            "/sliderimg1.png",
            "/sliderimg2.png",
            "/sliderimg3.png",
        ],
        biography:
            `मंगलाचरण - हम ऐसे सद्गुरु को प्रणाम करते हैं जो परब्रह्म के आनंदमई स्वरूप वाले हों, दिव्य ज्ञान के स्वरूप हों, सर्वश्रेष्ठ आनंद देने वाले हों, सर्व प्रकार के द्वंद्वों से परे हों और जिनका स्वरूप सदा निर्मल, एक रस, विशाल हृदय साक्षी रूप, त्रिगुण की माया से सदैव मुक्त हो।

            ऐसे ही थे हमारे प्यारे सदगुरु महाराज जिन्होंने उत्तर भारत में जागनी की ज्योति से अपनी प्रेममयी मेहर द्वारा अनेकों दुखित दीनहीन अंगनाओं के जीवन को प्रकाशित कर, उनका जन्म धन्य कर दिया। वे थे हमारे सद्गुरु परमहंस 108 श्री राम रतन दास जी महाराज जिनका जन्म संवत् 1951 वैशाख बदी सप्तमी को पिता पंडित छज्जू जी एवं माता मगन देवी जी के घर ग्राम जड़ौदा जिला सहारनपुर में हुआ। जन्म का नाम झंडूदत्त रखा गया। झंडू दत्त बाल्य काल से ही संत स्वभाव, शील, संतोषी और धीर गंभीर थे। केवल 8 वर्ष की अल्पायु में पिता का देहांत हो गया। इसलिए उन्हें छोटे भाई बुद्धि दास के साथ अत्यंत दरिद्रता के दिन देखने पड़े। मां ने दोनों पुत्रों का पालन पोषण अत्यंत गरीबी में बड़ी कठिनाई से किया। और एक दिन प्लेग की महामारी में एकमात्र सहारा, मां भी चल बसी। उस समय उनकी अवस्था लगभग 13 वर्ष थी। परब्रह्म ने ताऊ से इनके जीवन की कई बार रक्षा की। इनकी बुआ ने इनका पालन पोषण किया। 15 वर्ष की आयु में इनका विवाह अनिच्छा होने पर भी कर दिया गया। असमय माता-पिता के देहांत और बाल्यकाल से मिले धार्मिक संस्कार और सामाजिक दुश्वारियों के अनुभव से इन्हें संसार की असारता की पहचान हो गई थी। परिणाम स्वरुप मन में उस परमात्मा को जानने, पाने की इच्छा और वैराग्य प्रबल हो रहा था। 19 वर्ष की आयु तक पहुंचते पहुंचते अनेकों जिज्ञासाओं की ज्वाला, जैसे मैं कौन हूँ, परमात्मा कौन है, कहाँ है, कैसा है, मेरा उससे संबंध क्या है, शाश्वत आनंद कहाँ है और कैसे मिलेगा आदि उनके हृदय में धधकने लगी और एक अर्धरात्रि वह निकल पड़े एक अनजान, दुर्गम और असाध्य लक्ष्य की ओर। उनकी नवजात कन्या के जन्म का मोह भी इस यात्रा को रोक न सका। धन और सामान के नाम पर उनके पास सवा रुपया, एक धोती कुर्ता और एक चादर थी।
            उन्होंने अपना लक्ष्य मथुरा श्री कृष्ण दर्शन का बनाया। मार्ग में तीन दिनों तक किसी ने भी भोजन को नहीं पूछा। आपका विशेष संकल्प था कि किसी के भी आगे कुछ भी ना मांगना, अभाव में भी परमात्मा के भाव में मग्न रहे। मार्ग में एक सेठ ने भूख से मुख मलिन देखकर बड़े भाव से भोजन करवा कर दक्षिणा में लोटा दिया। अलीगढ़ से आगे अंग्रेज अफसर ने फिजी दीप को बसाने के लिए इनको भी पकड़ लिया, परब्रह्म की कृपा से उनकी कैद (कलकत्ता) से छूटकर बनारस पहुंचे और मन में विद्या अध्ययन का विचार आया, लेकिन अंतरात्मा तो विद्या को परमात्मा की राह में रोड़ा मान रही थी। इस असमंजस की अवस्था में एक तेजोमय संत के परामर्श से पढ़ने का विचार छोड़ जगन्नाथ दर्शन की राह पकड़ी, मार्ग में अनेक विलक्षण संतों के खट्टे मीठे अनुभवों के साथ पैदल जंगल वन लांघते परब्रह्म की खोज में चले। अल्पाहार करते हुए भी वह लगभग 17 मील प्रतिदिन चल लेते थे। मार्ग में एक संत की शिक्षानुसार उन्होंने अपनी सारी वस्तुएं चादर, धोती कुर्ता, जूता इत्यादि त्याग दीं और कुर्ता फाड़ के लंगोटी बना ली। हाथ में लोटा, कंधे पर कमलिया रखे निर्गुण फकीरी वेश धारण कर स्वयं को बहुत हल्का महसूस किया।

            कारी कामरी रे, मोको प्यारी लागे तू।
            सब सिंगार को शोभा देवे, मेरा दिल बान्ध्या तुझसों।।
            <article>
            <img src="https://shriprannathjivani.com/assets/img/bitak_Maharajji_Ram_Ratan_Das_ji/WhatsApp Image 2023-09-24 at 3.13.58 PM (1).jpeg" class=" float-left object-container   border-4 border-white rounded-[38px]" />
            <p> महाराज श्री जी रात्रि में अपने मन को संयमित करने के लिए बहुत फटकार लगाते व ध्यान करते थे। एक दिन ध्यान अवस्था में किसी अज्ञात शक्ति ने उन्हें चेताने के लिए बांह मरोड़ी कुछ क्षणों के पश्चात सहसा एक प्रकाश पुंज के तेज से जंगल का कण कण चमक उठा और एक दिव्य पुरुष प्रकट होकर बोला कि आप हमसे फकीरी ले लें। महाराज जी बोले कि अभी तक हमें कोई भी योग्य नहीं दिखा जिसको हम गुरु बनाएं, अगले ही पल सब अदृश्य हो गया। इस घटना का चिंतन करते हुए जगन्नाथ पुरी पहुंचे। मार्ग में एक अटपटे रहस्यमई अघोरी महात्मा का संग मिला। पुरी में भी महाराज जी को भगवान के स्थान पर अन्य अनेकों मंदिरों की तरह प्रतिमा का ही दर्शन हुआ, यहां भी उनके मन को शांति नहीं मिली अब मन में विचार आया कि किसी ब्रह्मनिष्ठ संत को गुरु धारण किए बिना भटकना व्यर्थ है। अतः वहां से रामेश्वरम होते हुए हिमाचल पर्वत के एक महादेव मंदिर में पहुंचे। अब तक महाराज श्री जी अपने आहार को घटाते घटाते पांचवें दिन केवल एक समय फलाहार तक ले आए थे।
            </p></article>
            <img src="https://shriprannathjivani.com/assets/img/bitak_Maharajji_Ram_Ratan_Das_ji/WhatsApp Image 2023-09-24 at 2.33.43 PM.jpeg" class="object-container  border-4 border-white rounded-[38px] h-[300px]" />
            रात्रि में फिर किसी अदृश्य दिव्य शक्ति ने तीसरी बार बांह मरोड़ कर सावचेत किया और कहा कि आपके लिए अभी यहां महादेव जी अपनी मंडली सहित पधारने वाले हैं, यह दर्शन मानवों के लिए दुर्लभ है। अत्यंत तेज पुंज में महादेव जी प्रकट हुए और उन्होंने अन्य प्रकट हुए संतों के साथ महाराज जी को भी प्रसाद देना चाहा तो महाराज श्री जी का उत्तर था कि 5 दिन में फलाहार का मेरा नियम भंग हो जाएगा । किंतु दिव्य पुरुष के विवश करने पर महादेव जी से प्रसाद ले लिया। उन्होंने कहा, आपने कठिन प्रण लिया है, आप एक माह यहीं रुको आगे आपका समाधान हो जाएगा। तद उपरांत महाराज श्री जी तिरुपति बालाजी पहुंचे। यहां तक आते-आते उनकी वैराग्य, तपस्या और विरह की वह चरम सीमा पहुंच गई थी कि तन पर लंगोटी भी नहीं रही, पेट पीठ तक जा पहुंचा था, आंखें धंस गई थीं, कमर कमान की तरह मुड़ गई थी और शरीर हड्डियों की गठरी प्रतीत होता था। सद्गुरु व परब्रह्म की खोज में ऐसा दुर्लभ असंभव तप केवल कोई बिरला महापुरुष ही कर सकता है। मार्ग में एक दिव्य संत ने प्रकट होकर समझाया कि शरीर त्यागने का अभी समय नहीं है। परमात्मा इतना सस्ता नहीं है, आगे आपको सद्गुरु मिलेंगे और राह दिखायेंगे। बालाजी से आगे बढ़ते हुए अपने मन में सद्गुरु मिलन की लालसा लेकर हौजपिट, पक्षी तीर्थ, पाटनशिला, परमेश्वर, पंपा सरोवर, तुंगभद्रा नदी के किनारे पहुंचे तो सामने ऋषिमुख पर्वत पर अति घने वन में मतंग ऋषि के आश्रम का दर्शन करते हुए आगे बढ़े।

            <img src="https://shriprannathjivani.com/assets/img/bitak_Maharajji_Ram_Ratan_Das_ji/WhatsApp%20Image%202023-09-24%20at%202.33.42%20PM%20copy%202.jpeg" class="object-container  border-4 border-white rounded-[38px] h-[300px]" />
            एक दिन फिर से दिव्य पुरुष ने महाराज जी को ध्यान अवस्था से जगाया और विनती कर कहा आप दिन-रात निर्भय होकर वन जंगल में विचरते हो, आपकी यात्रा को सुलभ करने हेतु आप कृपया इन हनुमान जी की सेवा को स्वीकारिए। महाराज जी को अनिच्छा होने पर भी स्वीकार करनी पड़ी। परिणाम स्वरुप बिना थके और तीव्र गति से अनेक स्थानों का भ्रमण करते हुए 2 वर्ष बाद जन्मभूमि जड़ौदा के निकट घने जंगल जूड़ में महादेव मंदिर पर पहुंचे वहां लगभग 6 वर्षों तक "धर्मसभा संगठन" का रात दिन सत्संग चला और कुछ लौकिक लीलाएं भी की। तत्पश्चात पुनः सतगुरु की खोज में निकल पड़े उसी पहले परिक्रमा मार्ग पर हिमाचल, जगन्नाथ, तांडूर, गुलबर्गा में मुचकन्द और संकट मोचन (ईसा मूसा) नाम की नदी किनारे ढाई वर्ष बिता कर शोलापुर, पंढरपुर, मनमाड, कल्याण, वालकेश्वर, मुंबई, द्वारका, दानापुरी, अहमदाबाद, राजकोट, सूरत, नासिक, पंचवटी, औझड़, चन्दौर, तरीडिंग, अमलनेर, द्तिया होते हुए सोनगिर जा पहुंचे।

            <img src="https://shriprannathjivani.com/assets/img/bitak_Maharajji_Ram_Ratan_Das_ji/WhatsApp Image 2023-09-24 at 2.33.35 PM (2).jpeg" class="object-container   border-4 border-white rounded-[38px] h-[300px]" />
            एक सीताराम मंदिर में जा ठहरे उन दिनों महाराज जी के ध्यान की अवधि 8 घंटे तक पहुंच चुकी थी। एक दिन महाराज जी को योग समाधि में देख कर लोगों ने समझा कि इस "सीता रामी" (ग्रामीणों द्वारा पुकारा गया नाम) साधु का प्राणांत हो चुका है, सब ने क्रिया कर्म की तैयारी शुरू कर दी। इतने में ही वहां दिव्य पुरुष सद्गुरु राजनारायण दास जी महाराज पहुंचे उन्होंने निरीक्षण कर सबको फटकारा और कहा ये मरे नहीं है, योगावस्था में हैं। उन्होने अपनी झोली में से चरणामृत मुख पर छिड़ककर जागृत किया। इन आदर्श पुरुष से महाराज जी को क्षर ,अक्षर और परमधाम के 25 पक्ष आदि का दिव्य सत्संग मिलने लगा।
            अब महाराज जी को जिस आनंद की खोज थी वह प्राप्त होने लगा। सद्गुरु राजनारायण दास जी महाराज इन पर अत्यंत लाड़ लुटा रहे थे। वे सोमेश्वर महादेव मंदिर में दोने में फूलों से ढक कर प्रसाद, गजरे और फूल मालाएं लेकर आते एवं प्रसाद अपने हाथों से खिलाते और हार गजरे भी महाराज जी को पहनाते। सद्गुरु द्वारा परमधाम की अलौकिक चर्चा से मौजों के दरवाजे खुल गए थे और आतम को करार मिलने लगा था। एक दिन महाराज जी ने सदगुरु से उनके हृदय में विराजमान होने की प्रार्थना की, उनकी अनुनय पर सद्गुरु राजनारायण दास जी ने उनके हृदय में आसन जमा लिया। उस समय महाराज जी को अपने सद्गुरु का स्वरूप श्री राज जी के समान प्रतीत हुआ जो अब हृदय में आकर बैठ गए थे। पूर्ण अवस्था प्राप्त कर सद्गुरु से भ्रमण की आज्ञा लेकर सोनगिर से प्रस्थान किया, मार्ग में विधवा के पुत्र को जीवित करने की लीला, मुड़ावद में पांजरा नदी में बाढ़ का सचेत करना, शिरपुर में जंगलात अफसर को प्रबोध देना, रामानंद महात्मा को तिल्ली की बीमारी से मुक्त कर कलकत्ते पहुंचे। वहां सत्संग से जगत को निहाल करते हुए नेपाल काठमांडू में पशुपतिनाथ को दर्शन देकर अपनी बुआ के गांव मुजाहिदपुर होते हुए अंततः अपनी जन्म और जागनी की भूमि जड़ौदा, शेरपुर पहुंचकर कुटिया डाल ली। इधर जन्मभूमि पर महाराज श्री जी को गए हुए वर्षों बीतने पर सब गांव वाले उनको मृत मान चुके थे और उनकी पत्नी चावली देवी बड़ी कठिनाइयों से बच्चों का भरण पोषण कर रही थीं।
            उनकी कन्या कलावती अब बड़ी हो गई थी तो परिवारजन उसके विवाह करने की बात करने लगे लेकिन पिता विहीन कन्या के विवाह का खर्च कौन वहन करें, समाज में यह चर्चा जोरों पर थी कि अचानक 7 वर्षों बाद महाराज जी अपने गांव पहुंचे। उनका बैरागी वेश देखकर गांव वाले उपहास में धर्मपत्नी को बोले कि आपके पतिदेव बहुत धन कमा कर लाए हैं। अतः धर्म पत्नी ने भी पुत्री के विवाह के लिए यही मांग दोहरा दी । चचेरे भाई गंगाराम ने उपहास उड़ाते हुए कहा कि ये फकीर पुत्री का विवाह क्या करेगा खिचड़ी बनवाकर खिलवा देगा। भरत सिंह ने महाराज जी की बहुत अनुनय विनय की और कहा कि आपकी पुत्री के विवाह का दिन निश्चित हो चुका है, आपके पास जो कुछ भी धन है दे दीजिए । महाराज जी बोले – “हम सांसारिक बंधनों से ऊपर उठ चुके हैं, भाई ये जिसका काम है वही करेंगे वे नेत्र वाले हैं स्वयं देख रहे हैं सद्गुरू महाराज सब ठीक करेंगे।“ तब भरत सिंह बोला कि सदगुरु जी से ही मांग लिजिए। महाराज जी बोले – “मैंने जीवन में किसी से कुछ नहीं मांगा तो आज क्या मांगूंगा?“ अतः भरत सिंह ने निराश होकर कहा कि आप कह नहीं सकते तो कम से कम चिट्ठी तो लिख दीजिए। बड़ी मुश्किल से महाराज जी ने आग्रह माना और कहा तुम जो चाहे लिख दो मैं हस्ताक्षर कर दूंगा। भरत सिंह ने बड़े प्रेम से सदगुरु महाराज जी को पत्र में विवाह का सारा वृतांत लिखा और प्रेम निमंत्रण भी दिया गया महाराज जी ने वह पत्र बाल्टी में रखें पानी में डलवाकर धुलवा दिया और भरत सिंह से कहा जा चिट्ठी डाक में चली गई, निश्चिंत होकर विवाह की तैयारी करो। ठीक तीसरे दिन एक डाकिया 16 रुपए का मनी ऑर्डर और एक पत्र लेकर आया जिसमें उसी पत्र का जवाब था और तीसरे दिन सेठ लक्ष्मी चंद्र के आने की सूचना भी थी। तीसरे दिन सेठ लक्ष्मी चंद जी जड़ौदे पहुंच गए और विवाह का सारा खर्चा पंडित नकली और भरत सिंह को दिया। बड़े धूमधाम से कलावती का विवाह संपन्न हुआ और बारात का अंतिम दिन का भोजन महाराज जी की तरफ से हुआ जिसमें सभी मेवाओं को डालकर शुद्ध देसी घी की खिचड़ी खिलाई गई। इस प्रकार सतगुरु महाराज जी की मेहर से असंभव कार्य देखकर सारे गांव वाले चकित और आनंदित हुए।
            भारत के विभाजन के समय पाकिस्तान से विस्थापित हुए अनेकों पंजाबी सुंदर साथ जिनका घर, परिवार, धन सब कुछ वहां छूट गया था लूट लिया गया था। उन सब को महाराज श्री जी ने शेरपुर में न केवल आश्रय दिया बल्कि वस्त्र, धन, भोजन और अपनी अलौकिक मेहर से मालामाल कर दिया। सारे सुंदर साथ उस दिन से आज तक महाराज श्री जी का शुकराना अदा कर रहे हैं। इस प्रकार की कई लीलाएं महाराज जी ने यहां संसार की माया से व्यथित और त्रितापों से जल रहे सुंदरसाथ को अपनी करुणा भरी दृष्टि को डालकर और "तारतम वाणी" (जिनको वे सोनगिर से सर पर रखकर नंगे पांव लाए थे) की चर्चा से उनको जाहिरी और बातूनी संपदा से मालामाल कर दिया।
            महाराज श्री जी ने अपने सुंदरसाथ को गांव-गांव शहर-शहर जाकर जगाया उनकी जागनी का क्षेत्र पश्चिम उत्तर प्रदेश, हरियाणा, दिल्ली, राजस्थान और सुदूर पंजाब तक फैला था। 12 अक्टूबर सन 1964 को महाराज श्री जी ने अपनी सुरता को धाम की तरफ फिराया आज हम सब निजानंद रूपी अमृत का जो पान कर रहे हैं ये सब उन्हीं की कृपा से संभव हो रहा है। हम सब ऐसे अपने प्यारे सतगुरु महाराज श्रीजी के श्री चरणों में बारंबार प्रणाम करते हैं। सभी सुंदर साध जी के श्री चरणों में कोटि-कोटि प्रणाम।
            <div class="w-full text-center flex flex-col items-center gap-4 font-arya">
                <p class="text-center">
                    <b class="block w-full">नोट :- </b> इतनी विस्तृत जीवनी को कुछ लाइनों में समेटना हमारे लिए असंभव है, इसलिए छूटे हुए प्रसंगों और त्रुटियों के लिए क्षमा प्रार्थी हैं।
                    <b class="block w-full">CREDITS :- </b>प्रताप जी द्वारा लिखित महाराज श्री जी की बीतक
                    सतगुरु व परमहंस संक्षिप्त परिचय पढ़ने के लिए और समय निकालने के लिए धन्यवाद।
                    हम आपसे अनुरोध करते हैं कि आप हमें अपनी ईमानदार प्रतिक्रिया दें।
                </p>
                <img src="https://shriprannathjivani.com/assets/img/thankyouhand.png" class="h-[300px]" />
                <h2 class="text-2xl font-bold font-arya">सप्रेम प्रणाम जी ! </h2>
            </div>
            
            `,
        quote:`शास्त्र पुराण भेषपंथ खोजो, इन पैड़ों में पाइए नाहीं।
                सतगुरु न्यारा रहत सकल थें, कोई एक कुली में क्याहें ।।`,
        birth: "1905",
        samadi: "1988",
        lineage: "निजानंद",
        timeline: [
            {
                year: "1902",
                title: "अवतरण",
                content: "एक साधारण ग्राम में दिव्य संकेतों के साथ जन्म।"
            },
            {
                year: "1918",
                title: "आध्यात्मिक जागरण",
                content: "कम आयु में ही गहन आध्यात्मिक अनुभूति।"
            },
            {
                year: "1935",
                title: "तपस्या काल",
                content: "वर्षों तक एकांत में ध्यान और साधना।"
            },
            {
                year: "1950",
                title: "आश्रम स्थापना",
                content: "साधकों को मार्गदर्शन और ज्ञान का प्रसार।"
            }
        ],
        temple: [
            {
                name: "श्री निजानंद पीठ", location: `मोयद, तालुका: प्रांतिज,
                जिला: साबरकांठा,
                गुजरात पिन:383120`, 
                image: "/jalandar_temp.png"
            },
            {
                name: "श्री परमहंस आश्रम", location: `गाँव: पुराल, तालुका: हिम्मतनगर,
                जिला: साबरकंठ,
                गुजरात 383001`, 
                image: "/jalandar_temp.png"
            },
        ],


        pdf: "/pdfs/guru1-jeevani.pdf",
        youtube: "https://youtube.com/xxxxx",

        mapEmbed: "https://www.google.com/maps/embed?pb=...",
    },
    {
        id: 2,
        name: `सरकार श्री`,
        role: "सतगुरु व परमहंस",
        subtitle: `"सरकार श्री" जगदीश चन्द्र जी`,
        image: "/satguru6.png",
        images: [
            "/guru1.jpg",
            "/guru1-2.jpg",
            "/guru1-3.jpg",
        ],
        temple: [
            {
                name: "श्री निजानंद पीठ", location: `मोयद, तालुका: प्रांतिज,
जिला: साबरकांठा,
गुजरात पिन:383120`, image: "/jalandar_temp.png"
            },
            {
                name: "श्री परमहंस आश्रम", location: `गाँव: पुराल, तालुका: हिम्मतनगर,
जिला: साबरकंठ,
गुजरात 383001`, image: "/jalandar_temp.png"
            },
        ],
        biography:
            `
            आपका जन्म 5 फरवरी 1925 को श्री काशीराम आहूजा एवं माता श्रीमती माया बाई जी के घर हुआ । आप जन्म से ही प्रणामी थे । पश्चिमी पाकिस्तान के मिन्टगुमरी गाँव में रहते थे । गाँव के पास एक हड़प्पा शहर था जहां अधिकतर धर्म प्रचारक महाराज आते थे । आपके पिता ने घर में ही सुन्दर साथ के लिए मन्दिर की व्यवस्था कर दी थी । आपके पिता बड़े भाव से महाराज जी की सेवा करते थे ।

आप बचपन से ही चंचल, दृढ़ निश्चय, तथा तर्कशील बुद्धि वाले थे । आप केवल मेहरदास जी महाराज जी से प्रभावित थे । 12, 13 वर्ष की आयु में आप बड़ी बहन के पास अग्रिम शिक्षा के लिए शहर गए । आप वहां पर राष्ट्रीय स्वयं सेवक संघ से जुड़ गए । आपका जीवन अनुशासनमयी बन गया । आपने मैट्रिक की परीक्षा पास कर ली । आपने 20 साल की आयु में एक सामाजिक कटुता का अनुभव किया । कई कुप्रभाव के कारण आप प्रणामी धर्म व समाज से दूर होने लगे । तब नवतनपुरी धाम के आचार्य श्री धनीदास जी वहां पहुंचे । वह निस्वार्थ फक्कड़ फकीर आचार्य श्री परमहंस पद को प्राप्त होने वाले थे । उन्होंने फूट डालने वालों को सही राह दिखाई । आपको आचार्य श्री के प्रति अत्यधिक श्रद्धाभाव पैदा हो गया ।


श्री निजानंद आश्रम, रतनपुरी, ग्राम व पोस्ट रतनपुरी, वाया खतौली, जिला मुजफ्फरगर (उ.प्र.) पिन कोड : 251 201

युवावस्था में संघ की शाखा में सन् 1994 में आपने घुड़सवारी , तैराकी , दंड और तलवार चलाने का भी प्रशिक्षण प्राप्त किया । सन् 1946 में सर्वोच्च शिक्षा इन्टरमीडिएट की परीक्षा अच्छे अंकों से प्राप्त कर ली । आप जीवन की मनोभावनाओं में निस्वार्थ सेवा, निर्बलों को गले लगाना , निःसंकोच कटु सत्यवादिता , दृढ़ निश्चयी आदि कठिन से कठिन सोपानों पर अग्रसर होते गए । एक बार घुड़सवारी के दौरान आपकी टांग में लोहे की रकाब की रगड़ का जख्म हो गया । दहशत थी कि टांग न चली जाए । एक वैद्य फरिश्ते के रूप में आये और उनकी टांग को बचा लिया । वैद्य ने राम लीला में अभिनय करने का वचन आपसे ले लिया । आपने अभिनय का एक अच्छा परिचय दिया ।


श्री "सरकार श्री" जगदीश चन्द्र जी

भारत पाकिस्तान का बटवारा होने से पूर्व महाराज श्री रामरतन दास जी शेरपुर आश्रम बसा चुके थे । उन्होंने भविष्यवाणी कर दी थी कि आप सुन्दर साथ शीघ्र ही अपने कारोबार समेट कर शेरपुर आश्रम में आ जाओ । हिन्दुस्तान का वह भाग विभाजन के बाद पाकिस्तान में आ गया । 5 दिन में 200 कि॰मी॰ की पद यात्रा भूखे प्यासे रह कर भारत में आ गए । वहां से आप सबसे पहले काशीपुर , मेरठ , इलाहाबाद , मुरादाबाद और अन्त में गुड़गांव में स्थायी हुए । 25 दिसम्बर 1948 को लगभग 23 वर्ष की आयु में आपका विवाह कु0 कृष्णा सुपुत्री श्री आत्मारामजी के साथ हुआ । आपकी नौकरी डाक तार विभाग में तथा श्रीमती कृष्णा जी की नौकरी एक विद्यालय में लगी । अप्रैल 1949 में आर एम एस की नौकरी रिफ्यूजी कमेटी में सचिव पद मिला । आपके मन में हनुमान दर्शन की लालसा प्रबल हो उठी । 25 वर्ष की आयु में 25 दिसम्बर 1950 में आपके निर्मल भाव की लगन से आपको हनुमान जी का दर्शन हो गया ।


श्री "सरकार श्री" जगदीश चन्द्र जी

इलाहाबाद में 1951 की कृष्ण जन्माष्टमी की तैयारियां चल रही थीं । आप और अध्यक्ष श्री हंसराज जी सेवा में व्यस्त थे । हंसराज जी बोले वाह रे मेरे भगवान विष्णु तेरी अजब लीला है । राज जी ने आपके मुख से जवाब में कहलवा दिया — किस विष्णु की महिमा गाते रहते हो ? जहां हमारा परमधाम है वहां तो विष्णु भगवान जा नहीं सकते । इस जवाब से हंसराज जी की भावना को ठेस पहुंची । उन्होंने कहा कि आपको इसका खुलासा करना पड़ेगा । जो खुलासा नहीं किया तो क्वाटर्स और सभा के पद से निकाल दिया जायेगा । आपने अपनी पत्नी श्रीमती कृष्णा से सारी बातें कहीं तो उन्होंने कहा कि आपके प्रश्नों का उत्तर श्री पन्ना जी जाकर मिल जायेगा । श्री पन्ना जी का नजारा देखकर आपको आत्मिक आनन्द का अनुभव होने लगा । श्री महारानी जी के मन्दिर में जब दन्डवत प्रणाम किया तो केवल अश्रु धारा ही बहती रही ।


श्री "सरकार श्री" जगदीश चन्द्र जी

दूसरे दिन आपको पुराने परिचित राजेन्द्र लाल जी व नागपाल जी मिले । उन्होंने बड़े हेत से पं० कृष्णदत्त शास्त्री जी से मिलवाया । उन्होंने श्री बीतक साहेब से 14 लोक ,5 तत्व , 3 गुण और 4 प्रकार की प्रलय के भेद समझाकर त्रिदेवा की महाप्रलय में समाप्त होने की स्थिति बता दी , साथ ही श्री निजानंद चरित्रामृत पढ़कर सारे संशय मिटाने को कहा । यहीं से आपको श्री निजानंद सम्प्रदाय में रुचि पैदा होने लगी । आपको श्री मद्भागवत से सब कुछ समझाया । महाप्रलय होगी तो वैकुंठ वासी विष्णु कहां होंगे ? साथ ही बाकी सब देवी-देवताओं की जिनकी आप पूजा करते हैं उनकी क्या स्थिति होगी ?


सतगुरू व पारब्रह्म की खोज :

पारब्रह्म को खोजने की लगन लगी कि उनका धाम , स्वरूप व लीला क्या है ? यह बताने वाला कौन ? अपने प्रियतम को कैसे पाऊं ? दिल्ली के मेहेरचन्द जी गिरधर ने बताया कि करनाल में बाबा दयाराम साहिब का मेला भंडारा है । 27 वर्ष की आयु में करनाल यात्राकी फिर मेहेरचन्द जी ने बताया कि मई में शेरपुर में मेला है, वहां के महाराज श्री की बड़ी महिमा सुनी है । धनी ने श्री मेहेरचन्द जी को माध्यम बनाकर आपकी तड़पती रूह को शेरपुर अपने चरणों में बुलाने का कारण बना ही दिया ।


सतगुरू मिलन :

सतगुरू मिलन :

आप अपनी श्रीमती जी, श्री मेहेरचन्द जी गिरधर, श्री चिमनलाल सिडाना जी, एक वर्ष की बच्ची बीना को तथा रास्ते का सामान लेकर बड़ी उमंग के साथ दिल्ली से ननौता स्टेशन पर प्रातः 6:30 बजे उतरे । सब सुन्दर साथ वहां से पैदल रवाना हो गए । पूछने पर पता चला कि शेरपुर 14 किलोमीटर है । एक मोटा कपड़ा सिर पर रखकर उस पर बक्सा उसके ऊपर बिस्तर तथा हाथ में कनस्तर पकड़ कर यात्रा की । तेज धूप , ठहरने के लिए कोई स्थान नहीं , न कोई बैल गाड़ी , नंगे पांव चलते गर्म धरती के कारण पांव में छाले पड़ गए थे । नंगे पांव होने से खेत में लगे गेहूं के डंठलों के कांटे चुभने लगे और खून भी बहने लगा । कपड़े पसीने से लथपथ ऐसी हालत में शेरपुर आश्रम के मुख्य द्वार पर पहुंचे तो सामने एक आम के वृक्ष के नीचे सफेद कपड़ों में श्री महाराज जी ने फुलू भाई के द्वारा सामान उतरवाया और श्री महाराज जी ने स्वयं आकर उसी हालत में आप को बड़े प्यार से गले लगा लिया । पुजारी जुगलदास जी ने पानी पिलाया । श्रीमती जी ने कहा पहले महाराज जी को प्रणाम करके आएं । आपने पुजारी जी से पूछा कि महाराज जी का कमरा और आसन कहां है ? पुजारी जी ने कहा महाराज जी तो ये ही हैं जो आपको गले मिलकर अभी-अभी अन्दर गए हैं ।

महाराज जी की रहनी का प्रभाव आप पर अधिक पड़ा । उनकी मोहिनी सूरत ने मेहेर भरी नजर से सब कुछ दे दिया ,ऐसा आप महसूस करने लगे । अब निश्चय कर लिया कि अब कहीं जाने की आवश्यकता नहीं है । दूसरे दिन आपको और आपकी श्रीमती तथा चिमनलाल सिडाना व उनकी पत्नी चारों को समझाया कि तारतम देने वाला भी कोई गुरु नहीं और तुम चेले नहीं , हम सब एक ही धाम धनी की निसबत हैं । हम सब एक ही परमधाम की साथी अंगनाएं हैं , यह समझाकर चारों को तारतम दे दिया । आप बड़े खुश थे लेकिन मन में एक ही द्वन्द चल रहा था कि हनुमान जी का क्या होगा ? उनकी घर में पड़ी फोटो का क्या होगा ? महाराज जी ने कहा कि घबराने की कोई बात नहीं है । घर जाकर सवा सेर मिठाई के साथ हनुमान जी का फोटो किसी भी हनुमान मंदिर में अर्पित कर आना । फिर अंगना भाव से धनी जी से अटूट सम्बन्ध बनाए रखो तो धनी जी धनवट करते रहेंगे ।

भण्डारे के बाद आप प्रणाम करने गए तो महाराज जी बोले इलाहाबाद तो बहुत दूर है , चलो श्री राज जी ठीक करेंगे । आपके हृदय में अंकुर फूट चुका था । मेहर से जाग्रत बुद्धि भी प्रवेश कर गई थी । कुछ समय बाद आपका तबादला शेरपुर के नजदीक मुरादाबाद हो गया । कुछ समय बाद दिल्ली में ही नौकरी का अवसर मिल गया और आप गुड़गांव में आकर रहने लगे । 1953 का भण्डारा निकट आ गया । भण्डारे पर फिर वही 14 किलोमीटर पैदल चलने का कष्ट सहन किया तब आश्रम पहुंचे । आप दोनों सेवा का प्रस्ताव लेकर महाराज जी के चरणों में पहुंच गए । महाराज जी ने आपको परखा और कहा कि भाई सेवा करने में और कहने में दिन और रात का अन्तर है । सरकार जी ने कहा महाराज जी सेवा करने वाले हम कौन हैं ? हम तो नीच पापी दुष्ट जीव वाले हैं ,आप मेहर कर के बल देकर सेवा बख्शें यही चाहना है । आपकी सेवा भावना को सुनकर महाराज जी का दिल भर आया और कहा कि सतगुरू महाराज तुम्हें बल बुद्धि देवें , जाओ जी भर कर सुन्दर साथ की सेवा करो । उनकी मेहर आपके ऊपर अत्यधिक हुई और बल मिला ।


श्री "सरकार श्री" जगदीश चन्द्र जी

आपके जीवन की उपलब्धियाँ निम्न हैं: सन् 1953 के बाद महाराज जी कहीं भी जाते तो आपको साथ लेकर जाते थे । सन् 1955 में दिल्ली पुलबंगश में मन्दिर का निर्माण । सन् 1956 में पन्ना जी धाम में भन्डारा शुरू करवाना । सन् 1957 में पुलबंगश मन्दिर में प्रथम बार पूरे प्रणामी समाज में श्री 108 अखण्ड परायण महायज्ञ का सम्पन्न होना । पूरे आलम में महाराज रामरतन जी के साथ जगदीश व मेहरचन्द के चर्चे होने लगे । सन् 1958 में जगह-जगह जाकर श्री प्राणनाथ जी का संदेश दिया । नवतनपुरी धाम में महाराज श्री धर्म दास जी का गादी अभिषेक का सारा कार्य भार उठाया । सन् 1960 में प्रणामी रीति से प्रथम विवाह महाराज जी के पुत्र सोमदत्त की ज्येष्ठ पुत्री का महाराज जी की आज्ञा और धाम धनी जी की मेहर से सम्पन्न हुआ । सन् 1962 में कश्मीर यात्रा का अवसर आपको प्राप्त हुआ । एकान्त पाकर महाराज जी बोले “क्या मुझे पहचानते हो ?” आपने उत्तर दिया कि आप मेरे सतगुरु महाराज हैं , फिर महाराज जी ने स्वयं अपना सारा वृतान्त कहकर अपने अन्दर विराजमान श्री राज जी की शक्ति का अनुभव कराया और कहा कि यह मेरा बल नहीं खुद प्राणनाथ जी ही अपना जागनी कार्य करा रहे हैं ।

महाराज जी ने विजया बूटी मंगवाकर पत्तियों को हाथ से रगड़ कर उसका जो रस निकला वह मेहरचन्द जी को पिलाया और आपको गोला गर्म पानी के साथ खाने को कहा । महाराज जी ने कहा कि इससे आनन्द मिलेगा खा कर देखो । आपने उसी समय खा लिया । महाराज जी एक बड़े पत्थर पर बैठ गए और आपने अपना सिर उनके घुटनों पर रख दिया ।‌ महाराज जी ने आपकी निर्मल आतम को मूल मिलावे में विराजमान राज श्यामा जी के चरणों में पहुंचा दिया । आप श्री राज जी के साथ चांदनी चौक में आए जहां दो सफेद घोड़े खड़े थे । उन पर बैठ कर दूर सागरों में ले गए । धाम के पच्चीस पक्षों की सैर कराई फिर उसी तरह वापिस सुरता को शरीर में प्रवेश करवाया । महाराज जी ने नवतनपुरी धाम की यात्रा का कार्य क्रम बना रखा था । वो आपको नवतनपुरी धाम लेकर गए । महाराज जी ने हुकम दे दिया कि कल से बीतक चर्चा जगदीश भाई करेंगे । महाराज जी ने अपना दुपट्टा उतारा और उन्हें औढ़ा दिया । दुपट्टे में न जाने कौन सा जादू था कि उसे ओढ़कर अगले दिन से चर्चा शुरू कर दी ।

सन् 1963 में महाराज जी आपको गीता , भागवत शास्त्रों के प्रमाणों और साक्षियों का ज्ञान देकर धीरे धीरे प्रवीण बनाते रहे । महाराज जी ने बड़े ही प्यार से समझाया कि एक दिन यह नश्वर शरीर छोड़ना ही है । धाम धनी हमें कभी छोड़कर परमधाम नहीं जा सकते । सन् 1964 में शेरपुर में भण्डारे पर 108 अखण्ड पारायण और लगभग 1500 सुन्दर साथ जी का भण्डारा सम्पन्न हुआ । महाराज जी ने मुलकराज अरोड़ा को अपना भविष्य तथा निजानन्द प्रचार प्रसार का कार्य क्रम बता दिया और कहा कि यह तन छूटने के बाद जगदीश भाई से शेष जागनी कार्य होगा । महाराज जी ने आपसे कहा कि भाई मुझसे सारा हिसाब ले लो मुझसे अब संभाला नहीं जाता । श्रीमती आशा भगत जी को देर होने से आपको मौसमी का रस लेने भेजा । आशा जी के पास से एक चम्मच रस मुंह में डाला और महाराज जी सांसारिक शरीर को 12 -10 -1964 प्रातः 7- 30 बजे छोड़कर ब्रह्मलीन हो गए । पन्ना जी में श्रीमती कृष्णा , पुजारी जुगलदास जी , बनारसो बहन और आप पहुंच गए । आप रात्रि के समय 3 से 3-30 तक मेहर सागर की परिक्रमा गुम्मट जी व बंगला जी की लगा रहे थे । श्री गुम्मट जी के पिछले दरवाजे पर पहुंच कर खड़े होकर देखा कि सुन्दर रेशम के झूले में अति सुन्दर वस्त्रों में महाराज जी विराजमान हैं तथा हाथ में एक रूमाल में लिपटे हुए स्वरूप साहब आपको देने के लिए हाथ बढ़ाते हैं और आप अपनी झोली आगे बढ़ाते हैं तो वह स्वरूप अदृश्य हो गया ।आपके लिये तो यह अनुभव साक्षात् धनी मिलन का हो गया । बाद में सन् 1964 में महाराज जी की पक्की समाधि का निर्माण आपने स्वयं ही अपने भावों से नक्शा बनाया व सुन्दर स्थान बनवा दिया । सन् 1967 में गुरू स्थान में रसोई दी फिर पन्ना जी में 108 अखण्ड पारायण करवा कर भन्डारा दिया । सन् 1968 में पुरियों की यात्रा , 206 सुन्दर साथ को लेकर जयपुर , गुजरात टिम्बा , खम्भात , बड़ौदा , सूरत , मंगलपुरी , नरदाना , सोनगिरी आदि के दर्शन किए ।

सन् 1970 में पन्ना जी में गुम्मट जी साहिब पर स्वर्ण कलश के महान उत्सव में आप 4 बसें भर कर पन्ना जी पहुंचे । कुल सेवा का भार मेहरचन्द जी व आपने उठा लिया । कलश अनावरण का शुभ कार्य धाम धनी ने आपसे करवाया । सन् 1971 में आपको शेरपुर छोड़कर इंचोली जाना पड़ा । जब आपने अश्रुभीने समाधि को नमन किया तो समाधि में से एक आवाज आई , भाई ये सब हमारी इच्छा से हुआ है , आप इंचोली जाकर सेवा करो हम तुम्हारे साथ हैं । सन् 1973 में महाराज जी का पावन स्मृति भण्डारा इंचोली में किया । जो आज दिन तक चलता आ रहा है । सन् 1973 में आपके ऊपर एक शारीरिक संकट में आपकी अपैन्डिक्स की पाइप फट गई , लेकिन सतगुरू की कृपा से आप ठीक हो गए । उसके बाद अचानक आपका छोटा पुत्र शरीर छोड़कर चला गया । आपने असहनीय कष्ट को झेला और सहनशीलता का परिचय दिया । जबसे आपको पन्ना जी में अनुभव में वाणी मिली , उस कुलजम वाणी से आप अमृतसर , मुजफ्फरनगर , दिल्ली सुन्दर साथ को जाग्रत कर चुके थे ।

यार यार की लड़ाई है अर्थात श्री राज जी जानते हैं कि क्या करना है ? इंचोली में सरकार श्री वाणी के अलावा मंच पर कुछ और नहीं बोलने देते थे । भण्डारा समाप्त होने पर स्वयं बाहर तक सुन्दर साथ को बसों में बैठाकर प्रणाम कर विदा करते तथा स्वागत करने में भी स्वयं टीका ,फूल अर्पण किया करते थे । तन, जीव व आत्मा को जुदा -जुदा समझाकर कर्म काण्ड के बन्धनों से मुक्त कराया । सरकार श्री ने पुराने से पुराने हस्तलिखित स्वरूप साहेब पटना राजपुर गांव से प्राप्त किये । यह सामग्री लेकर कु० बबली दिल्ली , चंचल रानी अमृतसर व अपनी धर्म पत्नी कृष्णा , पुजारी पन्नालाल जी व मांगीलाल जी को लेकर इलाहाबाद लगभग 8 महीने रहकर इस महत्वपूर्ण कार्य को स्वयं अपनी देख रेख में प्रेस में छपवाकर एक सुन्दर स्वरूप साहेब सुन्दर साथ के कर कमलों में अर्पित किया ।

सन् 1978 में धर्म गुरू पं० प्यारेलाल जी इंचोली आश्रम पधारे । वे 15 दिन इंचोली में रहे , उन्होंने स्वयं देखा कि सरकार जी वाणी के अनुसार गरीबी भाव से जागनी और सेवा कर रहे हैं । उन्होंने कहा कि मेरा आशीर्वाद इनके साथ है । मुजफ्फरनगर व अमृतसर में मन्दिर बनवाया । बीतक साहेब से चर्चा व श्री प्राणनाथ जी की पहचान करवाकर सुन्दर साथ को मूल बातें समझाईं । सन् 1980 से पूर्व आप लग भग 80 बार बीतक साहेब चर्चा कर चुके थे । धामियों द्वारा बंगला जी में पूरे समाज के समक्ष सरकार श्री को उनके कार्यों के आधार पर धर्मवीर जैसे विशेषण से सुशोभित किया । धर्म रक्षक के रूप में धनी जी ने आपको शोभा दी । फुलपुर भैया में परमहंसों की गादी थी । सन् 1983 तक केवल ब्रह्मचारियों को ही गादी पर आसीन किया जाता था । यह गादी स्थान खाली होने से उन गद्दी पर एक वाणी विशारद असिस्टेंट मैजिस्ट्रेट को गद्दी संभालने के लिए राजी कर लिया लेकिन पन्नाजी के धामी भाइयों ने इसके लिए मंजूरी नहीं दी । इस घटना से असिस्टेंट मैजिस्ट्रेट का अहम् आहत हुआ और उसने केस दर्ज करवा के आरोप लगवाया कि यह धर्म मुसलमानों का है । बाद में श्री वाणी और बीतक साहेब को जप्त कर लिया गया । धर्म के सब प्रमुख पदों वालों की मीटिंग बड़ौदा में हुई । सबकी नजर एक ही व्यक्ति जगदीश चंद्र पर गई । आपसे फोन पर बात की गई तो आपने कहा कि धाम धनी के लिए तो मेरा रोम रोम भी न्यौछावर है । आप जबलपुर पहुंच कर राजेन्द्र वकील से मिले । उन्होंने इनसे धर्म के ठोस सिद्धांत मांगें जो इन्होंने दिए । आप अपने धाम धनी के स्वरूप श्री कुलजम वाणी को बन्धन से छुड़ा लाए । बड़ी ही उमंग के साथ वाणी को सिर पर रखकर पन्ना जी आए । आप सरकार श्री सबकी बधाई के पात्र बने । सन् 1985 में अपने सतगुरू महाराज जी के नाम को रोशन करने इंचोली आश्रम में 1200 परायण 6 महीने का अनवरत कार्य रखा । 40 स्वरूप साहेब पधराए गए । अनेक सुन्दर साथ 6 महीने तक इंचोली में रहे । संगीत की कक्षा में प्रोफेसर प्रकाश जी व मास्टर हंसराज जी गुड़गांव वालों ने बच्चों को ट्रेनिंग देकर परिपक्व किया । सब सुन्दर साथ की आवाज में कैसिटें बनीं । सब सुन्दर साथ प्रेम से आपको सरकार साहब कहकर पुकारने लगे ।

सन् 1986 में श्री प्राणनाथ जूनियर हाईस्कूल तथा एक नर्सरी स्कूल भी शुरू हो गया । 1986 में पहला जागनी शिविर टिम्बा गाँव में लगा । दि॰ 04/01/1987 से 25/01/1987 तक संधाना गाँव में दूसरे जागनी शिविर का आयोजन। यहाँ पर आपने सीधे मुसलमानों से वार्तालाप कर के क़ुरान के गुझ रहस्यों को खोला ।अलफ-लाम -मीम का अर्थ समझाया ।सन् 1987 में फतेहपुर मोटा (साबरकांठा ) में तीसरे शिविर का आयोजन ।श्री प्राणनाथ जी के नाम की दुंदुभी बज उठी थी । नवंबर 1987 में चौथे शिविर का आयोजन ओड़ गाँव में लगा । सरकार श्री की पूरी चर्चा की वीडियो कैसेट पहली बार बनी । पांचवा शिविर फरवरी 1988 में लखनऊ में लगा । आपके नाम को श्री रामरतन महाराज जी के नाम से जोड़कर वाणी प्रचार कर जागनी करने वाले को “जागनी रत्न “ की उपाधि से सुशोभित किया । छठा शिविर पुराल साबरकांठा में 1988 में लगाया गया । 1988 में ही बम्बई में बीतक चर्चा से अनेक सुन्दर साथ की आत्मिक जागृति हुई । 1200 साप्ताहिक परायण का महायज्ञ श्री गुम्मट जी में हुआ । सन् 1990 में इंचोली गांव का नाम बदलकर रतनपुरी रखवाकर अपने सतगुरू महाराज की महिमा को आपने चिरस्मरणीय तथा अखण्ड करवा दिया । 1990 में ही बड़ौदा आश्रम की नींव सरकार के कर कमलों द्वारा 40 परायण के साथ रखी गई । सन् 1993 में वाणी टीकाकरण प्रातः 5 : 30 बजे मंगल आरती के बाद शुरू हुआ जो 29 अक्टूबर 1993 को सम्पूर्ण हुआ । जागनी कार्य हेतु न्यूयार्क , वाशिंगटन , अटलांटा व बॉलिंग ग्रीन भी गए ।

कानपुर में वार्षिक उत्सव पर आपने मंच पर कहा कि हम निजानंद सम्प्रदाय के अनुयायी हैं । मूर्ति पूजा का इसमें कोई स्थान नहीं है । इसमें जाति -पांति एवं ऊंच-नीच का कोई भेद भाव नहीं है । आत्मा न हिन्दू है ना मुसलमान । 1 अक्टूबर 1997 से 10 अक्टूबर 1997 तक निजानंद आश्रम रतनपुरी में रजत महोत्सव मनाया गया । अनेकों साहित्य जैसे माहेश्वर तन्त्र , सत्यदर्शन , सत्यांजलि , सच्चिदानंद स्वरूप , निजानंद सम्प्रदाय आदि अनेकों ग्रन्थ , व साहित्य श्री प्राणनाथ जी की पहचान कराने के लिए श्री राजन स्वामी जी के सहयोग से निकल चुके हैं । 12 दिसम्बर 1997 को सरकार श्री को अस्पताल में भर्ती कर आपरेशन किया गया व डायलिसिस की प्रक्रिया शुरू हुई । सन् 1998 में दिल्ली प्राणनाथ जी मन्दिर का पधरावनी महोत्सव हुआ । प्रातः काल पूज्य श्री सरकार जी के कर कमलों द्वारा 12 फिट ऊंचा कलश का अनावरण हुआ ।सन् 1999 में बड़ौदा आश्रम में एक प्रशिक्षण शिविर लगा ।सन् 1999 में जयपुर के ट्रेनिंग स्कूल में कार्यक्रम हुआ । मार्च में रतनपुरी आश्रम में होली स्नेह मिलन कार्यक्रम हुआ । अप्रैल में अमृतसर व जालंधर में जागनी शिविर खुला मंच । सन् 1999 में तो कार्यक्रमों की झड़ी ही लग गई ।

आपके स्वास्थ्य को देखते हुए बड़ौदा आश्रम के एक कमरे को स्टुडियो का रूप देकर उसमें पूरी व्यवस्था स्टूडियो रिकार्डिंग की करवा दी । जून में बम्बोडा जिला उदयपुर में जागनी अभियान राजस्थान में लगा । 4 फरवरी 2000 में ही विश्व स्तर पर जन जागरण कार्यक्रम Z TV के प्रातः कालीन कार्यक्रम में शुरू हो गया । इन्टरनेट पर निजानंद सम्प्रदाय की श्री मुख वाणी का अंग्रेजी में अनुवाद करके प्रसारित किया गया । 5 फरवरी 2000 को धर्मवीर जागनी रत्न सरकार श्री के 75 वर्ष को मनाने का कार्यक्रम रखा गया । उसका नाम अमृत महोत्सव 2000 से प्रसिद्ध हुआ । 15 नवम्बर 2000 को प्रातः 4 बजे वो सांसारिक तन को छोड़कर ब्रह्मलीन हुए ।

केवल एक धाम धनी ही जाग्रत अवस्था में हैं और वो स्वयं ही अलग-अलग समय में अलग-अलग तन धारण करके कष्ट सहकर हम रूहों की जागृति करते हैं ।
`,
        quote:
            "परमहंस श्री कृष्णप्रियाजी महाराजश्री के जीवन पर उनके सद्गुरू श्री कृष्णारामजी महाराजश्री का काफी प्रभाव रहा था | श्री ५ महामंगलपुरी धाम सूरत का आचार्य पद छोड़कर उन्होंने अपना सम्पूर्ण जीवन चिन्तन, मनन, अध्ययन और धर्मप्रचार में समर्पित कर दिया | उनकी वाणी में अद्भूत जादू था | इसलिए सम्पूर्ण भारत वर्ष से सुंदरसाथ उनकी वाणी सुनने हमेशा तत्पर रहेते थे | दूसरी तरफ उन्होंने भरोड़ा में भद्रावती पुरी धाम की स्थापना करने के बाद भारत के विभिन्न स्थानों पर जाकर प्रणामी धर्म का प्रचार – प्रसार किया था | यहां उनके द्वारा अनेक स्थानों पर किए गए प्रणामी धर्म के प्रचार की महिमा प्रस्तुत की गई है |",
        timeline: [
            {
                year: "1902",
                title: "अवतरण",
                content: "एक साधारण ग्राम में दिव्य संकेतों के साथ जन्म।"
            },
            {
                year: "1918",
                title: "आध्यात्मिक जागरण",
                content: "कम आयु में ही गहन आध्यात्मिक अनुभूति।"
            },
            {
                year: "1935",
                title: "तपस्या काल",
                content: "वर्षों तक एकांत में ध्यान और साधना।"
            },
            {
                year: "1950",
                title: "आश्रम स्थापना",
                content: "साधकों को मार्गदर्शन और ज्ञान का प्रसार।"
            }
        ],
        teachings: [
            "मौन ही सत्य का द्वार है।",
            "सच्ची भक्ति हृदय में निवास करती है।",
            "अहंकार रहित सेवा ही ईश्वर की पूजा है।"
        ],
        gallery: ["/g1.jpg", "/g2.jpg", "/g3.jpg"]
    },
    {
        id: 3,
        name: "श्री राजन स्वामी जी",
        subtitle: "परमहंस 108 श्री राम रतन दास जी महाराज",
        role: "सतगुरु व परमहंस",
        image: "/satguru8.png",
        temple: [
            {
                name: "श्री निजानंद पीठ", location: `मोयद, तालुका: प्रांतिज,
जिला: साबरकांठा,
गुजरात पिन:383120`, image: "/jalandar_temp.png"
            },
            {
                name: "श्री परमहंस आश्रम", location: `गाँव: पुराल, तालुका: हिम्मतनगर,
जिला: साबरकंठ,
गुजरात 383001`, image: "/jalandar_temp.png"
            },
        ],
        images: [
            "/guru1.jpg",
            "/guru1-2.jpg",
            "/guru1-3.jpg",
        ],
        description:
            "एक ऐसी दिव्य आत्मा जिन्होंने अपना सम्पूर्ण जीवन मानवता को जागृत करने, प्रेम और सेवा का मार्ग दिखाने तथा मौन के माध्यम से आत्मज्ञान का प्रकाश फैलाने में समर्पित किया।",
        quote:
            "परमहंस श्री कृष्णप्रियाजी महाराजश्री के जीवन पर उनके सद्गुरू श्री कृष्णारामजी महाराजश्री का काफी प्रभाव रहा था | श्री ५ महामंगलपुरी धाम सूरत का आचार्य पद छोड़कर उन्होंने अपना सम्पूर्ण जीवन चिन्तन, मनन, अध्ययन और धर्मप्रचार में समर्पित कर दिया | उनकी वाणी में अद्भूत जादू था | इसलिए सम्पूर्ण भारत वर्ष से सुंदरसाथ उनकी वाणी सुनने हमेशा तत्पर रहेते थे | दूसरी तरफ उन्होंने भरोड़ा में भद्रावती पुरी धाम की स्थापना करने के बाद भारत के विभिन्न स्थानों पर जाकर प्रणामी धर्म का प्रचार – प्रसार किया था | यहां उनके द्वारा अनेक स्थानों पर किए गए प्रणामी धर्म के प्रचार की महिमा प्रस्तुत की गई है |",
        timeline: [
            {
                year: "1902",
                title: "अवतरण",
                content: "एक साधारण ग्राम में दिव्य संकेतों के साथ जन्म।"
            },
            {
                year: "1918",
                title: "आध्यात्मिक जागरण",
                content: "कम आयु में ही गहन आध्यात्मिक अनुभूति।"
            },
            {
                year: "1935",
                title: "तपस्या काल",
                content: "वर्षों तक एकांत में ध्यान और साधना।"
            },
            {
                year: "1950",
                title: "आश्रम स्थापना",
                content: "साधकों को मार्गदर्शन और ज्ञान का प्रसार।"
            }
        ],
        teachings: [
            "मौन ही सत्य का द्वार है।",
            "सच्ची भक्ति हृदय में निवास करती है।",
            "अहंकार रहित सेवा ही ईश्वर की पूजा है।"
        ],
        gallery: ["/g1.jpg", "/g2.jpg", "/g3.jpg"]
    },
    {
        id: 4,
        name: "महामति श्री लालदासजी",
        role: "सतगुरु व परमहंस",
        subtitle: "परमहंस 108 श्री राम रतन दास जी महाराज",
        image: "/satguru11.png",
        temple: [
            {
                name: "श्री निजानंद पीठ", location: `मोयद, तालुका: प्रांतिज,
जिला: साबरकांठा,
गुजरात पिन:383120`, image: "/jalandar_temp.png"
            },
            {
                name: "श्री परमहंस आश्रम", location: `गाँव: पुराल, तालुका: हिम्मतनगर,
जिला: साबरकंठ,
गुजरात 383001`, image: "/jalandar_temp.png"
            },
        ],
        images: [
            "/guru1.jpg",
            "/guru1-2.jpg",
            "/guru1-3.jpg",
        ],
        description:
            "एक ऐसी दिव्य आत्मा जिन्होंने अपना सम्पूर्ण जीवन मानवता को जागृत करने, प्रेम और सेवा का मार्ग दिखाने तथा मौन के माध्यम से आत्मज्ञान का प्रकाश फैलाने में समर्पित किया।",
        quote:
            "परमहंस श्री कृष्णप्रियाजी महाराजश्री के जीवन पर उनके सद्गुरू श्री कृष्णारामजी महाराजश्री का काफी प्रभाव रहा था | श्री ५ महामंगलपुरी धाम सूरत का आचार्य पद छोड़कर उन्होंने अपना सम्पूर्ण जीवन चिन्तन, मनन, अध्ययन और धर्मप्रचार में समर्पित कर दिया | उनकी वाणी में अद्भूत जादू था | इसलिए सम्पूर्ण भारत वर्ष से सुंदरसाथ उनकी वाणी सुनने हमेशा तत्पर रहेते थे | दूसरी तरफ उन्होंने भरोड़ा में भद्रावती पुरी धाम की स्थापना करने के बाद भारत के विभिन्न स्थानों पर जाकर प्रणामी धर्म का प्रचार – प्रसार किया था | यहां उनके द्वारा अनेक स्थानों पर किए गए प्रणामी धर्म के प्रचार की महिमा प्रस्तुत की गई है |",
        timeline: [
            {
                year: "1902",
                title: "अवतरण",
                content: "एक साधारण ग्राम में दिव्य संकेतों के साथ जन्म।"
            },
            {
                year: "1918",
                title: "आध्यात्मिक जागरण",
                content: "कम आयु में ही गहन आध्यात्मिक अनुभूति।"
            },
            {
                year: "1935",
                title: "तपस्या काल",
                content: "वर्षों तक एकांत में ध्यान और साधना।"
            },
            {
                year: "1950",
                title: "आश्रम स्थापना",
                content: "साधकों को मार्गदर्शन और ज्ञान का प्रसार।"
            }
        ],
        teachings: [
            "मौन ही सत्य का द्वार है।",
            "सच्ची भक्ति हृदय में निवास करती है।",
            "अहंकार रहित सेवा ही ईश्वर की पूजा है।"
        ],
        gallery: ["/g1.jpg", "/g2.jpg", "/g3.jpg"]
    },
    {
        id: 5,
        name: "श्री कृष्ण प्रियाचार्य जी",
        role: "सतगुरु व परमहंस",
        subtitle: "परमहंस 108 श्री राम रतन दास जी महाराज",
        image: "/satguru1.png",
        temple: [
            {
                name: "श्री निजानंद पीठ", location: `मोयद, तालुका: प्रांतिज,
जिला: साबरकांठा,
गुजरात पिन:383120`, image: "/jalandar_temp.png"
            },
            {
                name: "श्री परमहंस आश्रम", location: `गाँव: पुराल, तालुका: हिम्मतनगर,
जिला: साबरकंठ,
गुजरात 383001`, image: "/jalandar_temp.png"
            },
        ],
        images: [
            "/guru1.jpg",
            "/guru1-2.jpg",
            "/guru1-3.jpg",
        ],
        description:
            "एक ऐसी दिव्य आत्मा जिन्होंने अपना सम्पूर्ण जीवन मानवता को जागृत करने, प्रेम और सेवा का मार्ग दिखाने तथा मौन के माध्यम से आत्मज्ञान का प्रकाश फैलाने में समर्पित किया।",
        quote:
            "परमहंस श्री कृष्णप्रियाजी महाराजश्री के जीवन पर उनके सद्गुरू श्री कृष्णारामजी महाराजश्री का काफी प्रभाव रहा था | श्री ५ महामंगलपुरी धाम सूरत का आचार्य पद छोड़कर उन्होंने अपना सम्पूर्ण जीवन चिन्तन, मनन, अध्ययन और धर्मप्रचार में समर्पित कर दिया | उनकी वाणी में अद्भूत जादू था | इसलिए सम्पूर्ण भारत वर्ष से सुंदरसाथ उनकी वाणी सुनने हमेशा तत्पर रहेते थे | दूसरी तरफ उन्होंने भरोड़ा में भद्रावती पुरी धाम की स्थापना करने के बाद भारत के विभिन्न स्थानों पर जाकर प्रणामी धर्म का प्रचार – प्रसार किया था | यहां उनके द्वारा अनेक स्थानों पर किए गए प्रणामी धर्म के प्रचार की महिमा प्रस्तुत की गई है |",
        timeline: [
            {
                year: "1902",
                title: "अवतरण",
                content: "एक साधारण ग्राम में दिव्य संकेतों के साथ जन्म।"
            },
            {
                year: "1918",
                title: "आध्यात्मिक जागरण",
                content: "कम आयु में ही गहन आध्यात्मिक अनुभूति।"
            },
            {
                year: "1935",
                title: "तपस्या काल",
                content: "वर्षों तक एकांत में ध्यान और साधना।"
            },
            {
                year: "1950",
                title: "आश्रम स्थापना",
                content: "साधकों को मार्गदर्शन और ज्ञान का प्रसार।"
            }
        ],
        teachings: [
            "मौन ही सत्य का द्वार है।",
            "सच्ची भक्ति हृदय में निवास करती है।",
            "अहंकार रहित सेवा ही ईश्वर की पूजा है।"
        ],
        gallery: ["/g1.jpg", "/g2.jpg", "/g3.jpg"]
    },
    {
        id: 6,
        name: "श्री गोपाल मणि जी",
        role: "सतगुरु व परमहंस",
        subtitle: "परमहंस 108 श्री राम रतन दास जी महाराज",
        image: "/satguru2.png",
        temple: [
            {
                name: "श्री निजानंद पीठ", location: `मोयद, तालुका: प्रांतिज,
जिला: साबरकांठा,
गुजरात पिन:383120`, image: "/jalandar_temp.png"
            },
            {
                name: "श्री परमहंस आश्रम", location: `गाँव: पुराल, तालुका: हिम्मतनगर,
जिला: साबरकंठ,
गुजरात 383001`, image: "/jalandar_temp.png"
            },
        ],
        images: [
            "/guru1.jpg",
            "/guru1-2.jpg",
            "/guru1-3.jpg",
        ],
        description:
            "एक ऐसी दिव्य आत्मा जिन्होंने अपना सम्पूर्ण जीवन मानवता को जागृत करने, प्रेम और सेवा का मार्ग दिखाने तथा मौन के माध्यम से आत्मज्ञान का प्रकाश फैलाने में समर्पित किया।",
        quote:
            "परमहंस श्री कृष्णप्रियाजी महाराजश्री के जीवन पर उनके सद्गुरू श्री कृष्णारामजी महाराजश्री का काफी प्रभाव रहा था | श्री ५ महामंगलपुरी धाम सूरत का आचार्य पद छोड़कर उन्होंने अपना सम्पूर्ण जीवन चिन्तन, मनन, अध्ययन और धर्मप्रचार में समर्पित कर दिया | उनकी वाणी में अद्भूत जादू था | इसलिए सम्पूर्ण भारत वर्ष से सुंदरसाथ उनकी वाणी सुनने हमेशा तत्पर रहेते थे | दूसरी तरफ उन्होंने भरोड़ा में भद्रावती पुरी धाम की स्थापना करने के बाद भारत के विभिन्न स्थानों पर जाकर प्रणामी धर्म का प्रचार – प्रसार किया था | यहां उनके द्वारा अनेक स्थानों पर किए गए प्रणामी धर्म के प्रचार की महिमा प्रस्तुत की गई है |",
        timeline: [
            {
                year: "1902",
                title: "अवतरण",
                content: "एक साधारण ग्राम में दिव्य संकेतों के साथ जन्म।"
            },
            {
                year: "1918",
                title: "आध्यात्मिक जागरण",
                content: "कम आयु में ही गहन आध्यात्मिक अनुभूति।"
            },
            {
                year: "1935",
                title: "तपस्या काल",
                content: "वर्षों तक एकांत में ध्यान और साधना।"
            },
            {
                year: "1950",
                title: "आश्रम स्थापना",
                content: "साधकों को मार्गदर्शन और ज्ञान का प्रसार।"
            }
        ],
        teachings: [
            "मौन ही सत्य का द्वार है।",
            "सच्ची भक्ति हृदय में निवास करती है।",
            "अहंकार रहित सेवा ही ईश्वर की पूजा है।"
        ],
        gallery: ["/g1.jpg", "/g2.jpg", "/g3.jpg"]
    },
    {
        id: 7,
        name: "श्री मंगल दास जी",
        role: "सतगुरु व परमहंस",
        subtitle: "परमहंस 108 श्री राम रतन दास जी महाराज",
        image: "/satguru4.png",
        temple: [
            {
                name: "श्री निजानंद पीठ", location: `मोयद, तालुका: प्रांतिज,
जिला: साबरकांठा,
गुजरात पिन:383120`, image: "/jalandar_temp.png"
            },
            {
                name: "श्री परमहंस आश्रम", location: `गाँव: पुराल, तालुका: हिम्मतनगर,
जिला: साबरकंठ,
गुजरात 383001`, image: "/jalandar_temp.png"
            },
        ],
        images: [
            "/guru1.jpg",
            "/guru1-2.jpg",
            "/guru1-3.jpg",
        ],
        description:
            "एक ऐसी दिव्य आत्मा जिन्होंने अपना सम्पूर्ण जीवन मानवता को जागृत करने, प्रेम और सेवा का मार्ग दिखाने तथा मौन के माध्यम से आत्मज्ञान का प्रकाश फैलाने में समर्पित किया।",
        quote:
            "परमहंस श्री कृष्णप्रियाजी महाराजश्री के जीवन पर उनके सद्गुरू श्री कृष्णारामजी महाराजश्री का काफी प्रभाव रहा था | श्री ५ महामंगलपुरी धाम सूरत का आचार्य पद छोड़कर उन्होंने अपना सम्पूर्ण जीवन चिन्तन, मनन, अध्ययन और धर्मप्रचार में समर्पित कर दिया | उनकी वाणी में अद्भूत जादू था | इसलिए सम्पूर्ण भारत वर्ष से सुंदरसाथ उनकी वाणी सुनने हमेशा तत्पर रहेते थे | दूसरी तरफ उन्होंने भरोड़ा में भद्रावती पुरी धाम की स्थापना करने के बाद भारत के विभिन्न स्थानों पर जाकर प्रणामी धर्म का प्रचार – प्रसार किया था | यहां उनके द्वारा अनेक स्थानों पर किए गए प्रणामी धर्म के प्रचार की महिमा प्रस्तुत की गई है |",
        timeline: [
            {
                year: "1902",
                title: "अवतरण",
                content: "एक साधारण ग्राम में दिव्य संकेतों के साथ जन्म।"
            },
            {
                year: "1918",
                title: "आध्यात्मिक जागरण",
                content: "कम आयु में ही गहन आध्यात्मिक अनुभूति।"
            },
            {
                year: "1935",
                title: "तपस्या काल",
                content: "वर्षों तक एकांत में ध्यान और साधना।"
            },
            {
                year: "1950",
                title: "आश्रम स्थापना",
                content: "साधकों को मार्गदर्शन और ज्ञान का प्रसार।"
            }
        ],
        teachings: [
            "मौन ही सत्य का द्वार है।",
            "सच्ची भक्ति हृदय में निवास करती है।",
            "अहंकार रहित सेवा ही ईश्वर की पूजा है।"
        ],
        gallery: ["/g1.jpg", "/g2.jpg", "/g3.jpg"]
    },
    {
        id: 8,
        name: "श्री बाबा दयाराम साहब जी",
        role: "सतगुरु व परमहंस",
        subtitle: "परमहंस 108 श्री राम रतन दास जी महाराज",
        image: "/satguru7.png",
        temple: [
            {
                name: "श्री निजानंद पीठ", location: `मोयद, तालुका: प्रांतिज,
जिला: साबरकांठा,
गुजरात पिन:383120`, image: "/jalandar_temp.png"
            },
            {
                name: "श्री परमहंस आश्रम", location: `गाँव: पुराल, तालुका: हिम्मतनगर,
जिला: साबरकंठ,
गुजरात 383001`, image: "/jalandar_temp.png"
            },
        ],
        images: [
            "/guru1.jpg",
            "/guru1-2.jpg",
            "/guru1-3.jpg",
        ],
        description:
            "एक ऐसी दिव्य आत्मा जिन्होंने अपना सम्पूर्ण जीवन मानवता को जागृत करने, प्रेम और सेवा का मार्ग दिखाने तथा मौन के माध्यम से आत्मज्ञान का प्रकाश फैलाने में समर्पित किया।",
        quote:
            "परमहंस श्री कृष्णप्रियाजी महाराजश्री के जीवन पर उनके सद्गुरू श्री कृष्णारामजी महाराजश्री का काफी प्रभाव रहा था | श्री ५ महामंगलपुरी धाम सूरत का आचार्य पद छोड़कर उन्होंने अपना सम्पूर्ण जीवन चिन्तन, मनन, अध्ययन और धर्मप्रचार में समर्पित कर दिया | उनकी वाणी में अद्भूत जादू था | इसलिए सम्पूर्ण भारत वर्ष से सुंदरसाथ उनकी वाणी सुनने हमेशा तत्पर रहेते थे | दूसरी तरफ उन्होंने भरोड़ा में भद्रावती पुरी धाम की स्थापना करने के बाद भारत के विभिन्न स्थानों पर जाकर प्रणामी धर्म का प्रचार – प्रसार किया था | यहां उनके द्वारा अनेक स्थानों पर किए गए प्रणामी धर्म के प्रचार की महिमा प्रस्तुत की गई है |",
        timeline: [
            {
                year: "1902",
                title: "अवतरण",
                content: "एक साधारण ग्राम में दिव्य संकेतों के साथ जन्म।"
            },
            {
                year: "1918",
                title: "आध्यात्मिक जागरण",
                content: "कम आयु में ही गहन आध्यात्मिक अनुभूति।"
            },
            {
                year: "1935",
                title: "तपस्या काल",
                content: "वर्षों तक एकांत में ध्यान और साधना।"
            },
            {
                year: "1950",
                title: "आश्रम स्थापना",
                content: "साधकों को मार्गदर्शन और ज्ञान का प्रसार।"
            }
        ],
        teachings: [
            "मौन ही सत्य का द्वार है।",
            "सच्ची भक्ति हृदय में निवास करती है।",
            "अहंकार रहित सेवा ही ईश्वर की पूजा है।"
        ],
        gallery: ["/g1.jpg", "/g2.jpg", "/g3.jpg"]
    },
    {
        id: 9,
        name: "श्री परमेश्वरी बाई जी",
        role: "सतगुरु व परमहंस",
        subtitle: "परमहंस 108 श्री राम रतन दास जी महाराज",
        image: "/satguru10.png",
        temple: [
            {
                name: "श्री निजानंद पीठ", location: `मोयद, तालुका: प्रांतिज,
जिला: साबरकांठा,
गुजरात पिन:383120`, image: "/jalandar_temp.png"
            },
            {
                name: "श्री परमहंस आश्रम", location: `गाँव: पुराल, तालुका: हिम्मतनगर,
जिला: साबरकंठ,
गुजरात 383001`, image: "/jalandar_temp.png"
            },
        ],
        images: [
            "/guru1.jpg",
            "/guru1-2.jpg",
            "/guru1-3.jpg",
        ],
        description:
            "एक ऐसी दिव्य आत्मा जिन्होंने अपना सम्पूर्ण जीवन मानवता को जागृत करने, प्रेम और सेवा का मार्ग दिखाने तथा मौन के माध्यम से आत्मज्ञान का प्रकाश फैलाने में समर्पित किया।",
        quote:
            "परमहंस श्री कृष्णप्रियाजी महाराजश्री के जीवन पर उनके सद्गुरू श्री कृष्णारामजी महाराजश्री का काफी प्रभाव रहा था | श्री ५ महामंगलपुरी धाम सूरत का आचार्य पद छोड़कर उन्होंने अपना सम्पूर्ण जीवन चिन्तन, मनन, अध्ययन और धर्मप्रचार में समर्पित कर दिया | उनकी वाणी में अद्भूत जादू था | इसलिए सम्पूर्ण भारत वर्ष से सुंदरसाथ उनकी वाणी सुनने हमेशा तत्पर रहेते थे | दूसरी तरफ उन्होंने भरोड़ा में भद्रावती पुरी धाम की स्थापना करने के बाद भारत के विभिन्न स्थानों पर जाकर प्रणामी धर्म का प्रचार – प्रसार किया था | यहां उनके द्वारा अनेक स्थानों पर किए गए प्रणामी धर्म के प्रचार की महिमा प्रस्तुत की गई है |",
        timeline: [
            {
                year: "1902",
                title: "अवतरण",
                content: "एक साधारण ग्राम में दिव्य संकेतों के साथ जन्म।"
            },
            {
                year: "1918",
                title: "आध्यात्मिक जागरण",
                content: "कम आयु में ही गहन आध्यात्मिक अनुभूति।"
            },
            {
                year: "1935",
                title: "तपस्या काल",
                content: "वर्षों तक एकांत में ध्यान और साधना।"
            },
            {
                year: "1950",
                title: "आश्रम स्थापना",
                content: "साधकों को मार्गदर्शन और ज्ञान का प्रसार।"
            }
        ],
        teachings: [
            "मौन ही सत्य का द्वार है।",
            "सच्ची भक्ति हृदय में निवास करती है।",
            "अहंकार रहित सेवा ही ईश्वर की पूजा है।"
        ],
        gallery: ["/g1.jpg", "/g2.jpg", "/g3.jpg"]
    },
    {
        id: 10,
        name: "श्री महाराजा छत्रसाल जी",
        role: "सतगुरु व परमहंस",
        subtitle: "परमहंस 108 श्री राम रतन दास जी महाराज",
        image: "/satguru9.png",
        temple: [
            {
                name: "श्री निजानंद पीठ", location: `मोयद, तालुका: प्रांतिज,
जिला: साबरकांठा,
गुजरात पिन:383120`, image: "/jalandar_temp.png"
            },
            {
                name: "श्री परमहंस आश्रम", location: `गाँव: पुराल, तालुका: हिम्मतनगर,
जिला: साबरकंठ,
गुजरात 383001`, image: "/jalandar_temp.png"
            },
        ],
        images: [
            "/guru1.jpg",
            "/guru1-2.jpg",
            "/guru1-3.jpg",
        ],
        description:
            "एक ऐसी दिव्य आत्मा जिन्होंने अपना सम्पूर्ण जीवन मानवता को जागृत करने, प्रेम और सेवा का मार्ग दिखाने तथा मौन के माध्यम से आत्मज्ञान का प्रकाश फैलाने में समर्पित किया।",
        quote:
            "परमहंस श्री कृष्णप्रियाजी महाराजश्री के जीवन पर उनके सद्गुरू श्री कृष्णारामजी महाराजश्री का काफी प्रभाव रहा था | श्री ५ महामंगलपुरी धाम सूरत का आचार्य पद छोड़कर उन्होंने अपना सम्पूर्ण जीवन चिन्तन, मनन, अध्ययन और धर्मप्रचार में समर्पित कर दिया | उनकी वाणी में अद्भूत जादू था | इसलिए सम्पूर्ण भारत वर्ष से सुंदरसाथ उनकी वाणी सुनने हमेशा तत्पर रहेते थे | दूसरी तरफ उन्होंने भरोड़ा में भद्रावती पुरी धाम की स्थापना करने के बाद भारत के विभिन्न स्थानों पर जाकर प्रणामी धर्म का प्रचार – प्रसार किया था | यहां उनके द्वारा अनेक स्थानों पर किए गए प्रणामी धर्म के प्रचार की महिमा प्रस्तुत की गई है |",
        timeline: [
            {
                year: "1902",
                title: "अवतरण",
                content: "एक साधारण ग्राम में दिव्य संकेतों के साथ जन्म।"
            },
            {
                year: "1918",
                title: "आध्यात्मिक जागरण",
                content: "कम आयु में ही गहन आध्यात्मिक अनुभूति।"
            },
            {
                year: "1935",
                title: "तपस्या काल",
                content: "वर्षों तक एकांत में ध्यान और साधना।"
            },
            {
                year: "1950",
                title: "आश्रम स्थापना",
                content: "साधकों को मार्गदर्शन और ज्ञान का प्रसार।"
            }
        ],
        teachings: [
            "मौन ही सत्य का द्वार है।",
            "सच्ची भक्ति हृदय में निवास करती है।",
            "अहंकार रहित सेवा ही ईश्वर की पूजा है।"
        ],
        gallery: ["/g1.jpg", "/g2.jpg", "/g3.jpg"]
    }
]