"use client";

import Image from "@/components/BaseImage";
import { Button } from "@/components/ui/button";
import {
    Accordion,
    AccordionItem,
    AccordionTrigger,
    AccordionContent,
} from "@/components/ui/accordion"
import { Tabs, TabsContent, TabsList, TabsTrigger } from "@/components/ui/tabs"
import React from "react";
import { Info, Mail } from "lucide-react";
import DynamicBreadcrumb from "@/components/dynamic-breadcrumb";
const items = [
    {
        value: "item-1",
        trigger: "गोपनीयता नीति",
        content:
            `यह गोपनीयता नीति बताती है कि जब आप वेबसाइट पर जाते हैं तो श्री प्राणनाथ जी वाणी ("वेबसाइट") आपकी व्यक्तिगत जानकारी कैसे एकत्र करती है, उसका उपयोग करती है और उसका खुलासा करती है और उस डेटा से जुड़े आपके विकल्पों के बारे में भी बताती है।

जानकारी हम एकत्रित करते हैं

हम आपसे निम्नलिखित जानकारी एकत्र कर सकते हैं:

व्यक्तिगत जानकारी: इसमें वह जानकारी शामिल हो सकती है जो आप फ़ॉर्म के माध्यम से हमसे संपर्क करते समय प्रदान करते हैं, जैसे आपका नाम, ईमेल पता और संदेश। तकनीकी जानकारी: इसमें आपके डिवाइस और वेबसाइट पर ब्राउज़िंग गतिविधि के बारे में स्वचालित रूप से एकत्र की गई जानकारी शामिल हो सकती है, जैसे आपका आईपी पता, ब्राउज़र प्रकार, ऑपरेटिंग सिस्टम और संदर्भित वेबसाइट। यह जानकारी कुकीज़ और अन्य ट्रैकिंग तकनीकों का उपयोग करके एकत्र की जा सकती है। सूचना का उपयोग

हम एकत्रित की गई जानकारी का उपयोग निम्नलिखित उद्देश्यों के लिए कर सकते हैं:

वेबसाइट का संचालन और रखरखाव करना, आपकी पूछताछ और अनुरोधों का जवाब देना, वेबसाइट और हमारी सेवाओं के बारे में आपको जानकारी भेजना, वेबसाइट और आपके ब्राउज़िंग अनुभव को बेहतर बनाना, कानूनी और नियामक आवश्यकताओं का अनुपालन करना, सूचना का प्रकटीकरण।

हम आपकी जानकारी तीसरे पक्ष के सेवा प्रदाताओं को बता सकते हैं जो हमें वेबसाइट संचालित करने और हमारी सेवाएं प्रदान करने में मदद करते हैं। हम इन प्रदाताओं को आपकी जानकारी केवल उन संविदात्मक दायित्वों के तहत प्रकट करेंगे जिनके लिए उन्हें आपकी जानकारी की सुरक्षा करने की आवश्यकता होती है।

हम आपकी जानकारी का खुलासा भी कर सकते हैं यदि हमें कानून द्वारा ऐसा करने की आवश्यकता है या सद्भावना विश्वास में कि इस तरह का खुलासा अदालत के आदेश, सम्मन, या वेबसाइट पर दी गई अन्य कानूनी प्रक्रिया का पालन करने, या अधिकारों की रक्षा करने के लिए आवश्यक है या वेबसाइट या उसके उपयोगकर्ताओं की संपत्ति।

तुम्हारी पसंद

आपकी जानकारी के संबंध में आपके पास विकल्प हैं:

आप वेबसाइट पर कुछ जानकारी उपलब्ध नहीं कराने का विकल्प चुन सकते हैं। आप उन संचारों में सदस्यता समाप्त करने के निर्देशों का पालन करके हमसे विपणन संचार प्राप्त करने से ऑप्ट-आउट कर सकते हैं। आप अपनी ब्राउज़र सेटिंग्स के माध्यम से अपनी कुकी प्राथमिकताओं को प्रबंधित कर सकते हैं। डेटा प्रतिधारण

हम इस गोपनीयता नीति में वर्णित उद्देश्यों को पूरा करने के लिए आपकी जानकारी को तब तक बनाए रखेंगे, जब तक कि लंबी अवधारण अवधि की आवश्यकता न हो या कानून द्वारा इसकी अनुमति न हो।

बच्चों की गोपनीयता

हमारी वेबसाइट 13 वर्ष से कम उम्र के बच्चों के लिए नहीं है। हम जानबूझकर 13 वर्ष से कम उम्र के बच्चों से व्यक्तिगत जानकारी एकत्र नहीं करते हैं। यदि आप माता-पिता या अभिभावक हैं और आपको लगता है कि आपके बच्चे ने हमें व्यक्तिगत जानकारी प्रदान की है, तो कृपया हमसे संपर्क करें। हम अपने सिस्टम से जानकारी हटाने के लिए कदम उठाएंगे।

सुरक्षा

हम आपकी जानकारी को अनधिकृत पहुंच, प्रकटीकरण, परिवर्तन या विनाश से बचाने के लिए उचित कदम उठाते हैं। हालाँकि, कोई भी वेबसाइट या इंटरनेट ट्रांसमिशन पूरी तरह सुरक्षित नहीं है।

इस गोपनीयता नीति में परिवर्तन

हम इस गोपनीयता नीति को समय-समय पर अद्यतन कर सकते हैं। हम इस पेज पर कोई भी बदलाव पोस्ट करेंगे। अपडेट से अवगत रहने के लिए आपको समय-समय पर इस गोपनीयता नीति की समीक्षा करने के लिए प्रोत्साहित किया जाता है।

संपर्क करें

यदि इस गोपनीयता नीति के बारे में आपके कोई प्रश्न हैं, तो कृपया हमसे shriprannathjivani@gmail.com पर संपर्क करें।

`,
    },
    {
        value: "item-2",
        trigger: "नियम और शर्तें",
        content:
            ` ये नियम और शर्तें श्री प्राणनाथ वाणी वेबसाइट तक आपकी पहुंच और उपयोग को नियंत्रित करती हैं। वेबसाइट तक पहुंच या उपयोग करके, आप इन नियमों और शर्तों से बंधे होने के लिए सहमत हैं।

वेबसाइट का उपयोग

आप वेबसाइट का उपयोग केवल वैध उद्देश्यों के लिए कर सकते हैं। आप वेबसाइट का उपयोग किसी भी तरह से नहीं कर सकते जो किसी कानून या विनियमन का उल्लंघन करता हो।

आप इससे सहमत नहीं हैं:

वेबसाइट की सुरक्षा में हस्तक्षेप करें वेबसाइट पर कोई भी वायरस या अन्य हानिकारक कोड भेजें किसी भी अनधिकृत व्यावसायिक उद्देश्य के लिए वेबसाइट का उपयोग करें बौद्धिक संपदा

श्री प्राणनाथ वाणी की शिक्षाओं के पाठ, ग्राफिक्स, लोगो, चित्र और रिकॉर्डिंग सहित वेबसाइट की सामग्री, श्री प्राणनाथ वाणी या इसके लाइसेंसकर्ताओं की संपत्ति है और कॉपीराइट और अन्य बौद्धिक संपदा कानूनों द्वारा संरक्षित है। आप हमारी पूर्व लिखित सहमति के बिना वेबसाइट से किसी भी सामग्री की प्रतिलिपि, संशोधन, पुनरुत्पादन, वितरण या प्रदर्शित नहीं कर सकते हैं।

अस्वीकरण

वेबसाइट "जैसा है" और किसी भी प्रकार की व्यक्त या निहित वारंटी के बिना प्रदान की जाती है। हम सभी वारंटियों को अस्वीकार करते हैं, जिनमें व्यापारिकता की वारंटी, किसी विशेष उद्देश्य के लिए उपयुक्तता और गैर-उल्लंघन शामिल है, लेकिन यह इन्हीं तक सीमित नहीं है। हम इसकी गारंटी नहीं देते कि वेबसाइट निर्बाध या त्रुटि-मुक्त होगी। हम आपके द्वारा वेबसाइट के उपयोग से होने वाले किसी भी नुकसान के लिए जिम्मेदार नहीं हैं।

दायित्व की सीमा

किसी भी स्थिति में श्री प्राणनाथ वाणी वेबसाइट के आपके उपयोग के संबंध में या उससे उत्पन्न होने वाली किसी भी प्रत्यक्ष, अप्रत्यक्ष, आकस्मिक, विशेष या परिणामी क्षति के लिए उत्तरदायी नहीं होंगे।

समापन

हम किसी भी समय किसी भी कारण से वेबसाइट तक आपकी पहुंच समाप्त कर सकते हैं।

शासी कानून

ये नियम और शर्तें भारतीय कानूनों के अनुसार शासित और समझी जाएंगी। इन नियमों और शर्तों के तहत उत्पन्न होने वाला कोई भी विवाद भारत की अदालतों के विशेष क्षेत्राधिकार के अधीन होगा।

पूरे समझौते

ये नियम और शर्तें वेबसाइट के आपके उपयोग के संबंध में आपके और श्री प्राणनाथ वाणी के बीच संपूर्ण समझौते का गठन करती हैं।
            `,
    }
]
export default function PrivacyPolicy() {
    const year = new Date().getFullYear();
    return (
        <section className="relative max-w-7xl mx-auto px-6 py-10 pt-25">
            <DynamicBreadcrumb />
            <div className="text-start">
                <h2 className="text-4xl font-semibold tracking-tight text-balance text-gray-900 sm:text-5xl">नियम व  <span className="text-orange-500">शर्तें</span></h2>
                <p className="mt-2 text-muted-foreground text-xl  mb-12">अंतिम अपडेट: 10 फरवरी {new Date().getFullYear()}</p>
            </div>

            <Tabs defaultValue={items[0].value} className="max-w-7xl">

                <TabsList variant="line" >
                    {items.map((item) => (
                            <TabsTrigger className="text-xl relative px-4 py-2
                            data-[state=active]:text-orange-600
                            after:absolute after:left-0 after:bottom-0
                            after:h-[2px] after:w-0
                            data-[state=active]:after:w-full
                            after:bg-orange-500
                            after:transition-all
                             cursor-pointer " 
                            value={item.value} key={item.value}>{item.trigger}</TabsTrigger>
                    ))}
                </TabsList>
                {items.map((item) => (
                    <TabsContent className="text-xl text-muted-foreground mt-6 rounded-2xl  bg-white p-6 leading-relaxed whitespace-pre-line" value={item.value} key={item.value}>{item.content}</TabsContent>
                ))}
            </Tabs>

        </section>
    );
}