"use client";

import Image from "next/image";
import { Button } from "@/components/ui/button";
import {
    Accordion,
    AccordionItem,
    AccordionTrigger,
    AccordionContent,
} from "@/components/ui/accordion"
import { CarouselDots } from "@/components/carousel-dots"
import React from "react";
import { Info, Mail } from "lucide-react";
import DynamicBreadcrumb from "@/components/dynamic-breadcrumb"
const items = [
    {
        value: "item-1",
        trigger: "तारतम ब्रह्मवाणी क्या है?",
        content:
            "अक्षरातीत श्री राज जी के हृदय में ज्ञान के अनंत सागर हैं। उनकी एक बूंद श्री महामति जी के धाम हृदय में आई और तारतम सागर के रूप में यह ब्रह्मवाणी हमको मिली। यह वाणी कोई काव्य रचना नहीं है, बल्कि वह आवेशित वाणी है, जो परब्रह्म परमात्मा ने महामति जी के धाम हृदय में बैठकर कहलवाई। इस दिव्य वाणी में 14 ग्रंथ हैं, जो 18,758 चौपाइयों के रूप में संग्रहीत हैं।",
    },
    {
        value: "item-2",
        trigger: "रास ग्रंथ क्या है?",
        content:
            "परब्रह्म परमात्मा प्रेम का स्वरूप हैं और रास का सार भी प्रेम ही है। अक्षरातीत परब्रह्म ने अपनी आनंद अंग श्यामा जी और ब्रह्मात्माओं के साथ योगमाया के केवल ब्रह्म में प्रेम के विलास की लीला की थी, जिसका श्री रास ग्रंथ में वर्णन है।",
    },
    {
        value: "item-3",
        trigger: "प्रकाश ग्रंथ का क्या महत्व है?",
        content:
            "इस ग्रंथ में परब्रह्म परमात्मा के गुण, उनकी पहचान, सद्गुरु की पहचान और ज्ञान की महिमा आदि का विस्तार से वर्णन है।",
    },
    {
        value: "item-4",
        trigger: "खटरूति (षटऋतु) ग्रंथ किस बारे में है?",
        content:
            "षटऋतु की वाणी में विरह की गहराई है। छः ऋतुओं में एक विरहिणी आत्मा अपने प्रियतम को किस प्रकार तड़प-तड़प कर याद करती है, इसका भावपूर्ण वर्णन किया गया है।",
    },
    {
        value: "item-5",
        trigger: "कलश गुजराती ग्रंथ क्या है?",
        content:
            "कलश वाणी समस्त शास्त्रों का निचोड़ है। इस ग्रंथ में प्राणनाथ जी ने विभिन्न प्रसंगों का चिंतन करवाया है। महामति जी ने सत्य (रास), ज्ञान का सार (प्रकाश) और उनका भी सार कलश ग्रंथ के रूप में दिया है। प्रकाश हिंदुस्तानी - यह वाणी प्र.गु. का हिंदी रूपांतरण है। प्र.गु. और प्र.हि. में ज्ञान लगभग वही है ।प्र.गु. में जो ज्ञान (कुछ प्रसंग) संकेतों में हैं, वही ज्ञान प्र.हि.में कुछ विस्तार से है ।दोनो वाणी महामति के द्वारा अवतरित वाणी है । प्र .गु.को जोश तथा प्र.हि.को होश की वाणी भी कहते हैं। कलश हिंदुस्तानी - कलश ग्रंथ रास और प्रकाश के ऊपर विशिष्ट कलश के रूप में शोभायमान है ।इसमें अनादि के 5 प्रश्नों का (श्री देवचंद्र जी को दर्शन देकर धाम धनी ने पूछे थे) वर्णन है।इन पाँच प्रश्नों के आधार पर ही तारतम वाणी का विस्तार हुआ है।",
    },
    {
        value: "item-6",
        trigger: "सनन्ध ग्रंथ का उद्देश्य क्या है?",
        content:
            "यह ग्रंथ समस्त विश्व को (वेद-क़तेब की मान्यताओं सहित) एक सत्य के झंडे के नीचे लाने की सामर्थ्य रखता है।",
    },
    {
        value: "item-7",
        trigger: "किरंतन ग्रंथ किससे संबंधित है?",
        content:
            "यह ग्रंथ सम्पूर्ण श्री मुखवाणी का एक लघु रूप है। श्री जी की जामनगर से पन्ना जी तक की यात्रा के दौरान, जब उन्होंने ब्रह्मात्माओं को जागृत किया, तब यह किरंतन की वाणी अवतरित हुई।",
    },
    {
        value: "item-8",
        trigger: "खुलासा ग्रंथ में क्या बताया गया है?",
        content:
            "परब्रह्म अक्षरातीत के आदेश ने क़ुरान में जो रहस्य बताया है, उसे इस ग्रंथ में स्पष्ट किया गया है। इसके माध्यम से सच्चिदानंद परब्रह्म की पहचान और संसार के सभी धर्मग्रंथों के गूढ़ रहस्यों को जाना जा सकता है।",
    },
    {
        value: "item-9",
        trigger: "खिलवत ग्रंथ का मुख्य उद्देश्य क्या है?",
        content:
            "अध्यात्म की सर्वोच्च मंजिल (मारिफ़त) तक पहुँचने में यह ग्रंथ सहायक है। संसार के प्रपंचों से हटाकर आत्मा को परमधाम की ओर ले जाना ही इसका मुख्य उद्देश्य है।",
    },
    {
        value: "item-10",
        trigger: "परिक्रमा ग्रंथ किस विषय पर केंद्रित है?",
        content:
            "यह ग्रंथ परमधाम के पच्चीस पक्षों का वर्णन करता है। इसे पढ़ने पर ऐसा प्रतीत होता है जैसे हम स्वयं परमधाम में विचरण कर रहे हों।",
    },
    {
        value: "item-11",
        trigger: "सागर ग्रंथ का महत्व क्या है?",
        content:
            "यह ग्रंथ अक्षरातीत के हृदय एवं स्वरूप के आठों सागरों पर विशेष रूप से प्रकाश डालता है।",
    },
    {
        value: "item-12",
        trigger: "सिनगार ग्रंथ किस विषय से संबंधित है?",
        content:
            "इस ग्रंथ में श्री राजजी के श्रृंगार का विस्तार से वर्णन किया गया है। इसके माध्यम से श्री राजजी के हृदय के उन भेदों को जाना जा सकता है, जिनका पता परमधाम में भी नहीं था।",
    },
    {
        value: "item-13",
        trigger: "सिंधी ग्रंथ हमें क्या सिखाता है?",
        content:
            "यह वाणी हमें सिखाती है कि अपने प्राणवल्लभ के समक्ष अपनी माँगों को प्रेम के माधुर्य भरे शब्दों में कैसे प्रस्तुत किया जाए। इसमें प्रेम के माधुर्य की गहनतम स्थिति का वर्णन है।",
    },
    {
        value: "item-14",
        trigger: "मारफ़त सागर ग्रंथ का क्या उद्देश्य है?",
        content:
            "इस ग्रंथ में दर्शन की रात्रि (मुहम्मद साहब को परब्रह्म का साक्षात्कार) के रहस्यों को स्पष्ट किया गया है। साथ ही, हकीकत और मारिफ़त के उन तथ्यों पर प्रकाश डाला गया है, जो 90 हज़ार हरूफ़ों में छिपे हुए थे।",
    },
    {
        value: "item-15",
        trigger: "छोटा कयामतनामा क्या है?",
        content:
            "यह ग्रंथ इस सत्य को उद्घाटित करता है कि इस जगत में सबको अखंड मुक्ति देने की घोषणा करने वाले श्री प्राणनाथ जी के स्वरूप में स्वयं परब्रह्म परमात्मा आए हैं।",
    },
    {
        value: "item-16",
        trigger: "बड़ा कयामतनामा किस विषय पर केंद्रित है?",
        content:
            "इसमें क़यामत की बड़ी मार्मिक विवेचना की गई है । महाराजा छत्रसाल जी की सेवा और प्रेम भावना से रीझकर धाम धनी ने महाराजा छत्रसाल जी के नाम से यह ग्रंथ अवतरित किया।",
    }
]
export default function Faq() {

    return (
        <section className="relative max-w-7xl mx-auto px-6 py-10 pt-25">
            <div className="text-start">
            <DynamicBreadcrumb/>
                <h2 className="text-4xl font-semibold tracking-tight text-balance text-gray-900 sm:text-5xl">सामान्य <span className="text-orange-500">प्रश्न</span></h2>
                <p className="mt-2 text-muted-foreground text-xl  mb-12">अक्षरातीत श्री राज जी के हृदय में ज्ञान के अनंत सागर हैं। उनकी एक बूंद श्री महामति जी के धाम हृदय में आई और तारतम सागर के रूप में यह ब्रह्मवाणी हमको मिली। यह वाणी कोई काव्य रचना नहीं है, बल्कि वह आवेशित वाणी है, जो परब्रह्म परमात्मा ने महामति जी के धाम हृदय में बैठकर कहलवाई। इस दिव्य वाणी में 14 ग्रंथ हैं, जो 18,758 चौपाइयों के रूप में संग्रहीत हैं।</p>
            </div>
            <Accordion
                type="single"
                collapsible
                defaultValue="item-1"
                className="max-w-7xl bg-white px-5 rounded-lg"
            >
                {items.map((item) => (
                    <AccordionItem key={item.value} value={item.value} >
                        <AccordionTrigger className="text-xl"><div className="flex  items-center"><Info size={14} className="text-black-200 mr-2" />{item.trigger}</div></AccordionTrigger>
                        <AccordionContent className="text-xl text-muted-foreground">{item.content}</AccordionContent>
                    </AccordionItem>
                ))}
            </Accordion>
        </section>
    );
}